!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~























¡
¢
£
¤
¥
¦
§
¨
©
ª
«
¬
­
®
¯
°
±
²
³
´
µ
¶
·
¸
¹
º
»
¼
½
¾
¿
À
Á
Â
Ã
Ä
Å
Æ
Ç
È
É
Ê
Ë
Ì
Í
Î
Ï
Ð
Ñ
Ò
Ó
Ô
Õ
Ö
×
Ø
Ù
Ú
Û
Ü
Ý
Þ
ß
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
ì
í
î
ï
ð
ñ
ò
ó
ô
õ
ö
÷
ø
ù
ú
û
ü
ý
þ
ÿ
Ā
ā
Ă
ă
Ą
ą
Ć
ć
Ĉ
ĉ
Ċ
ċ
Č
č
Ď
ď
Đ
đ
Ē
ē
Ĕ
ĕ
Ė
ė
Ę
ę
Ě
ě
Ĝ
ĝ
Ğ
ğ
Ġ
ġ
Ģ
ģ
Ĥ
ĥ
Ħ
ħ
Ĩ
ĩ
Ī
ī
Ĭ
ĭ
Į
į
İ
ı
Ĳ
ĳ
Ĵ
ĵ
Ķ
ķ
ĸ
Ĺ
ĺ
Ļ
ļ
Ľ
ľ
Ŀ
ŀ
Ł
ł
Ń
ń
ņ
ň
ŉ
ŋ
ō
ŏ
ő
œ
ŕ
ŗ
ř
ś
ŝ
ş
š
ţ
ť
ŧ
ũ
ū
ŭ
ů
ű
ų
ŵ
ŷ
ź
ż
ž
ſ
ƀ
ƃ
ƅ
ƈ
ƌ
ƍ
ƒ
ƕ
ƙ
ƚ
ƛ
ƞ
ơ
ƣ
ƥ
ƨ
ƫ
ƭ
ư
ƴ
ƶ
ƹ
ƺ
ƻ
ƽ
ƾ
ƿ
ǀ
ǁ
ǂ
ǃ
ǆ
ǉ
ǌ
ǎ
ǐ
ǒ
ǔ
ǖ
ǘ
ǚ
ǜ
ǝ
ǟ
ǡ
ǣ
ǥ
ǧ
ǩ
ǫ
ǭ
ǯ
ǰ
ǳ
ǵ
ǹ
ǻ
ǽ
ǿ
ȁ
ȃ
ȅ
ȇ
ȉ
ȋ
ȍ
ȏ
ȑ
ȓ
ȕ
ȗ
ș
ț
ȝ
ȟ
ȡ
ȣ
ȥ
ȧ
ȩ
ȫ
ȭ
ȯ
ȱ
ȳ
ȴ
ȵ
ȶ
ȷ
ȸ
ȹ
ȼ
ȿ
ɀ
ɂ
ɇ
ɉ
ɋ
ɍ
ɏ
ɐ
ɑ
ɒ
ɓ
ɔ
ɕ
ɖ
ɗ
ɘ
ə
ɚ
ɛ
ɜ
ɝ
ɞ
ɟ
ɠ
ɡ
ɢ
ɣ
ɤ
ɥ
ɦ
ɧ
ɨ
ɩ
ɪ
ɫ
ɬ
ɭ
ɮ
ɯ
ɰ
ɱ
ɲ
ɳ
ɴ
ɵ
ɶ
ɷ
ɸ
ɹ
ɺ
ɻ
ɼ
ɽ
ɾ
ɿ
ʀ
ʁ
ʂ
ʃ
ʄ
ʅ
ʆ
ʇ
ʈ
ʉ
ʊ
ʋ
ʌ
ʍ
ʎ
ʏ
ʐ
ʑ
ʒ
ʔ
ʕ
ʖ
ʗ
ʘ
ʙ
ʚ
ʛ
ʜ
ʝ
ʞ
ʟ
ʠ
ʡ
ʢ
ʣ
ʤ
ʥ
ʦ
ʧ
ʨ
ʩ
ʬ
ʮ
ʯ
ʰ
ʱ
ʲ
ʳ
ʴ
ʵ
ʶ
ʷ
ʸ
ʹ
ʺ
ʻ
ʼ
ʽ
ʾ
ʿ
ˀ
ˁ
˂
˃
˄
˅
ˆ
ˇ
ˈ
ˉ
ˊ
ˋ
ˌ
ˍ
ˎ
ˏ
ː
ˑ
˒
˓
˔
˖
˗
˘
˙
˚
˛
˜
˝
˞
ˠ
ˡ
ˢ
ˣ
ˤ
˥
˦
˧
˨
˩
˪
˫
ˬ
˭
ˮ
˯
˰
˱
˳
˴
˶
˸
˹
˺
˾
̀
́
̂
̃
̄
̅
̆
̇
̈
̉
̊
̋
̌
̍
̎
̏
̐
̑
̒
̓
̔
̕
̖
̗
̘
̙
̚
̛
̜
̝
̞
̟
̠
̡
̢
̣
̤
̥
̦
̧
̨
̩
̪
̫
̬
̭
̮
̯
̰
̱
̲
̳
̴
̵
̶
̷
̸
̹
̺
̻
̼
̽
̾
̿
͂
ͅ
͆
͇
͈
͉
͊
͋
͌
͍
͎
͏
͐
͑
͒
͓
͔
͕
͖
͗
͘
͙
͚
͛
͜
͝
͞
͟
͠
͡
͢
ͣ
ͤ
ͥ
ͦ
ͧ
ͨ
ͩ
ͪ
ͬ
ͭ
ͮ
ͯ
ͱ
ͳ
͵
ͷ
ͺ
ͻ
ͼ
ͽ
΄
΅
ΐ
ά
έ
ή
ί
ΰ
α
β
γ
δ
ε
ζ
η
θ
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
ϊ
ϋ
ό
ύ
ώ
ϐ
ϑ
ϒ
ϓ
ϔ
ϕ
ϖ
ϗ
ϙ
ϛ
ϝ
ϟ
ϡ
ϣ
ϥ
ϧ
ϩ
ϫ
ϭ
ϯ
ϱ
ϲ
ϳ
ϵ
϶
ϸ
ϻ
ϼ
а
б
в
г
д
е
ж
з
и
й
к
л
м
н
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
ѐ
ё
ђ
ѓ
є
ѕ
і
ї
ј
љ
њ
ћ
ќ
ѝ
ў
џ
ѡ
ѣ
ѥ
ѧ
ѩ
ѫ
ѭ
ѯ
ѱ
ѳ
ѵ
ѷ
ѹ
ѻ
ѽ
ѿ
ҁ
҂
҃
҄
҅
҇
҈
҉
ҋ
ҍ
ҏ
ґ
ғ
ҕ
җ
ҙ
қ
ҝ
ҟ
ҡ
ң
ҥ
ҧ
ҩ
ҫ
ҭ
ү
ұ
ҳ
ҵ
ҷ
ҹ
һ
ҽ
ҿ
ӂ
ӄ
ӆ
ӈ
ӊ
ӌ
ӎ
ӏ
ӑ
ӓ
ӕ
ӗ
ә
ӛ
ӝ
ӟ
ӡ
ӣ
ӥ
ӧ
ө
ӫ
ӭ
ӯ
ӱ
ӳ
ӵ
ӷ
ӹ
ӻ
ӽ
ӿ
ԁ
ԃ
ԅ
ԇ
ԉ
ԋ
ԍ
ԏ
ԑ
ԓ
ԕ
ԗ
ԙ
ԛ
ԝ
ԟ
ԡ
ԣ
ԥ
ԧ
ԩ
ԫ
ԭ
ԯ
ՙ
՚
՛
՜
՝
՞
՟
ա
բ
գ
դ
ե
զ
է
ը
թ
ժ
ի
լ
խ
ծ
կ
հ
ձ
ղ
ճ
մ
յ
ն
շ
ո
չ
պ
ջ
ռ
ս
վ
տ
ր
ց
ւ
փ
ք
օ
ֆ
և
։
֊
֍
֎
֏
֑
֒
֓
֔
֕
֖
֗
֘
֙
֚
֛
֜
֝
֞
֟
֠
֡
֣
֤
֥
֦
֨
֪
֫
֬
֭
֮
ְ
ֱ
ֲ
ֳ
ִ
ֵ
ֶ
ַ
ָ
ֹ
ֺ
ֻ
ּ
ֽ
־
ֿ
׀
ׁ
ׂ
׃
ׄ
ׅ
׆
ׇ
א
ב
ג
ד
ה
ו
ז
ח
ט
י
ך
כ
ל
ם
מ
ן
נ
ס
ע
ף
פ
ץ
צ
ק
ר
ש
ת
װ
ױ
ײ
׳
״
؆
؋
،
؍
؎
؏
ؐ
ؑ
ؒ
ؓ
ؔ
ؕ
ؖ
ؗ
ؘ
ؙ
ؚ
؛
؜
؞
؟
ؠ
ء
آ
أ
ؤ
إ
ئ
ا
ب
ة
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ػ
ؽ
ؾ
ؿ
ـ
ف
ق
ك
ل
م
ن
ه
و
ى
ي
ً
ٌ
ٍ
َ
ُ
ِ
ّ
ْ
ٓ
ٔ
ٕ
ٖ
ٗ
٘
ٙ
ٚ
ٛ
ٞ
٠
١
٢
٣
٤
٥
٦
٧
٨
٩
٪
٫
٬
٭
ٮ
ٯ
ٰ
ٱ
ٲ
ٳ
ٴ
ٵ
ٶ
ٷ
ٸ
ٹ
ٺ
ٻ
ټ
ٽ
پ
ٿ
ڀ
ځ
ڃ
ڄ
څ
چ
ڇ
ڈ
ډ
ڊ
ڌ
ڍ
ڏ
ڑ
ڒ
ړ
ڔ
ڕ
ږ
ڗ
ژ
ڙ
ښ
ڛ
ڞ
ڠ
ڡ
ڢ
ڤ
ڥ
ڦ
ڧ
ڨ
ک
ڪ
ګ
ڬ
ڭ
ڮ
گ
ڰ
ڱ
ڲ
ڳ
ڴ
ڵ
ڷ
ڸ
ڹ
ں
ڻ
ڼ
ڽ
ھ
ڿ
ۀ
ہ
ۂ
ۃ
ۄ
ۅ
ۆ
ۇ
ۈ
ۉ
ۊ
ۋ
ی
ۍ
ێ
ۏ
ې
ے
ۓ
۔
ە
ۖ
ۗ
ۙ
ۚ
ۜ
۝
۞
۟
۠
ۡ
ۢ
ۣ
ۤ
ۥ
ۦ
۩
ۭ
۰
۱
۲
۳
۴
۵
۶
۷
۸
۹
ۺ
ۻ
ۼ
۽
۾
ۿ
܀
܁
܂
܃
܆
܇
܏
ܐ
ܒ
ܓ
ܕ
ܖ
ܗ
ܘ
ܙ
ܚ
ܛ
ܜ
ܝ
ܞ
ܟ
ܠ
ܡ
ܢ
ܣ
ܤ
ܥ
ܦ
ܨ
ܩ
ܪ
ܫ
ܬ
ܭ
ܰ
ܲ
ܳ
ܵ
ܶ
ܸ
ܹ
ܺ
ܻ
ܼ
ܽ
ܾ
ܿ
݁
݂
݄
݅
ݐ
ݒ
ݔ
ݕ
ݘ
ݙ
ݚ
ݛ
ݜ
ݟ
ݡ
ݢ
ݣ
ݤ
ݥ
ݧ
ݨ
ݩ
ݪ
ݫ
ݭ
ݰ
ݱ
ݲ
ݳ
ݴ
ݸ
ݹ
ݺ
ݽ
ݾ
ހ
ށ
ނ
ރ
ބ
ޅ
ކ
އ
ވ
މ
ފ
ދ
ތ
ލ
ގ
ޏ
ސ
ޑ
ޒ
ޓ
ޔ
ޕ
ޖ
ޙ
ޚ
ޛ
ޝ
ޞ
ޠ
ޡ
ޢ
ޤ
ޥ
ަ
ާ
ި
ީ
ު
ޫ
ެ
ޭ
ޮ
ޯ
ް
ޱ
߂
ߊ
ߋ
ߌ
ߍ
ߎ
ߏ
ߐ
ߒ
ߓ
ߕ
ߖ
ߘ
ߙ
ߛ
ߜ
ߝ
ߞ
ߟ
ߠ
ߡ
ߢ
ߣ
ߥ
ߦ
ߨ
߫
߬
߭
߯
߰
߲
ߴ
߷
߸
߹
ࠀ
ࠁ
ࠂ
ࠃ
ࠄ
ࠅ
ࠆ
ࠉ
ࠋ
ࠍ
ࠐ
ࠒ
ࠓ
ࠕ
࠙
ࠞ
ࠟ
ࠠ
ࠡ
ࠢ
ࠣ
ࠤ
ࠪ
ࠫ
࠶
࠷
࠾
ࡀ
ࡁ
ࡂ
ࡃ
ࡄ
ࡅ
ࡉ
ࡍ
ࡏ
ࡓ
ࡔ
ࡕ
ࡖ
࡞
ࢥ
ࢦ
ࢧ
ࢭ
ࢲ
ࢴ
ࢹ
ࣇ
ࣔ
ࣗ
ࣙ
ࣜ
࣢
࣮
ࣲ
ࣾ
ँ
ं
ः
अ
आ
इ
ई
उ
ऊ
ऋ
ऌ
ऍ
ऎ
ए
ऐ
ऑ
ऒ
ओ
औ
क
ख
ग
घ
ङ
च
छ
ज
झ
ञ
ट
ठ
ड
ढ
ण
त
थ
द
ध
न
ऩ
प
फ
ब
भ
म
य
र
ऱ
ल
ळ
ऴ
व
श
ष
स
ह
़
ऽ
ा
ि
ी
ु
ू
ृ
ॄ
ॅ
ॆ
े
ै
ॉ
ॊ
ो
ौ
्
ॏ
ॐ
॑
॒
॓
॔
ॠ
ॡ
ॢ
।
॥
०
१
२
३
४
५
६
७
८
९
॰
ॱ
ॲ
ॳ
ॴ
ॵ
ॷ
ॹ
ॻ
ॼ
ॾ
ॿ
ঁ
ং
ঃ
অ
আ
ই
ঈ
উ
ঊ
ঋ
ঌ
এ
ঐ
ও
ঔ
ক
খ
গ
ঘ
ঙ
চ
ছ
জ
ঝ
ঞ
ট
ঠ
ড
ঢ
ণ
ত
থ
দ
ধ
ন
প
ফ
ব
ভ
ম
য
র
ল
শ
ষ
স
হ
়
া
ি
ী
ু
ূ
ৃ
ে
ৈ
ো
ৌ
্
ৎ
ৗ
ৠ
ৡ
ৢ
ৣ
০
১
২
৩
৪
৫
৬
৭
৮
৯
ৰ
ৱ
৲
৳
৴
৷
৹
৽
ਂ
ਃ
ਅ
ਆ
ਇ
ਈ
ਉ
ਊ
ਏ
ਐ
ਓ
ਔ
ਕ
ਖ
ਗ
ਘ
ਙ
ਚ
ਛ
ਜ
ਝ
ਞ
ਟ
ਠ
ਡ
ਢ
ਣ
ਤ
ਥ
ਦ
ਧ
ਨ
ਪ
ਫ
ਬ
ਭ
ਮ
ਯ
ਰ
ਲ
ਵ
ਸ
ਹ
਼
ਾ
ਿ
ੀ
ੁ
ੂ
ੇ
ੈ
ੋ
ੌ
੍
ੑ
ੜ
੦
੧
੨
੩
੪
੫
੭
੮
ੰ
ੱ
ੲ
ੳ
ੴ
ੵ
ઁ
ં
ઃ
અ
આ
ઇ
ઈ
ઉ
ઊ
ઋ
ઌ
ઍ
એ
ઐ
ઑ
ઓ
ઔ
ક
ખ
ગ
ઘ
ઙ
ચ
છ
જ
ઝ
ઞ
ટ
ઠ
ડ
ઢ
ણ
ત
થ
દ
ધ
ન
પ
ફ
બ
ભ
મ
ય
ર
લ
ળ
વ
શ
ષ
સ
હ
઼
ઽ
ા
િ
ી
ુ
ૂ
ૃ
ૅ
ે
ૈ
ૉ
ો
ૌ
્
ૐ
ૠ
ૡ
ૢ
૦
૧
૨
૪
૫
૬
૮
૰
૱
ૹ
૾
ଁ
ଂ
ଃ
ଅ
ଆ
ଇ
ଈ
ଉ
ଊ
ଋ
ଌ
ଏ
ଐ
ଓ
ଔ
କ
ଖ
ଗ
ଘ
ଙ
ଚ
ଛ
ଜ
ଝ
ଞ
ଟ
ଠ
ଡ
ଢ
ଣ
ତ
ଥ
ଦ
ଧ
ନ
ପ
ଫ
ବ
ଭ
ମ
ଯ
ର
ଲ
ଳ
ଵ
ଶ
ଷ
ସ
ହ
଼
ା
ି
ୀ
ୁ
ୂ
ୃ
େ
ୈ
ୋ
ୌ
୍
ୟ
ୠ
ୡ
୦
୧
୨
୩
୪
୫
୬
୭
୮
୯
ୱ
୲
୳
ஃ
அ
ஆ
இ
ஈ
உ
ஊ
எ
ஏ
ஐ
ஒ
ஓ
ஔ
க
ங
ச
ஜ
ஞ
ட
ண
த
ந
ன
ப
ம
ய
ர
ற
ல
ள
ழ
வ
ஶ
ஷ
ஸ
ஹ
ா
ி
ீ
ு
ூ
ெ
ே
ை
ொ
ோ
ௌ
்
ௐ
௦
௯
௳
௹
ఁ
ం
ః
అ
ఆ
ఇ
ఈ
ఉ
ఊ
ఋ
ఌ
ఎ
ఏ
ఐ
ఒ
ఓ
ఔ
క
ఖ
గ
ఘ
ఙ
చ
ఛ
జ
ఝ
ఞ
ట
ఠ
డ
ఢ
ణ
త
థ
ద
ధ
న
ప
ఫ
బ
భ
మ
య
ర
ఱ
ల
ళ
ఴ
వ
శ
ష
స
హ
ా
ి
ీ
ు
ూ
ృ
ౄ
ె
ే
ై
ొ
ో
ౌ
్
ౕ
ౠ
ౡ
ౢ
౦
౩
౪
ಂ
ಃ
ಅ
ಆ
ಇ
ಈ
ಉ
ಊ
ಋ
ಌ
ಎ
ಏ
ಐ
ಒ
ಓ
ಔ
ಕ
ಖ
ಗ
ಘ
ಙ
ಚ
ಛ
ಜ
ಝ
ಞ
ಟ
ಠ
ಡ
ಢ
ಣ
ತ
ಥ
ದ
ಧ
ನ
ಪ
ಫ
ಬ
ಭ
ಮ
ಯ
ರ
ಱ
ಲ
ಳ
ವ
ಶ
ಷ
ಸ
ಹ
಼
ಾ
ಿ
ೀ
ು
ೂ
ೃ
ೆ
ೇ
ೈ
ೊ
ೋ
ೌ
್
ೕ
ೖ
ೞ
ೠ
ೡ
೦
೧
೨
೩
೪
೫
೬
೭
೮
೯
ം
ഃ
അ
ആ
ഇ
ഈ
ഉ
ഊ
ഋ
ഌ
എ
ഏ
ഐ
ഒ
ഓ
ഔ
ക
ഖ
ഗ
ഘ
ങ
ച
ഛ
ജ
ഝ
ഞ
ട
ഠ
ഡ
ഢ
ണ
ത
ഥ
ദ
ധ
ന
പ
ഫ
ബ
ഭ
മ
യ
ര
റ
ല
ള
ഴ
വ
ശ
ഷ
സ
ഹ
ാ
ി
ീ
ു
ൂ
ൃ
െ
േ
ൈ
ൊ
ോ
ൌ
്
ൎ
ൗ
ൠ
ൡ
ൢ
൦
൧
൨
൩
൪
൰
൱
൲
ൺ
ൻ
ർ
ൽ
ൾ
ං
ඃ
අ
ආ
ඇ
ඈ
ඉ
ඊ
උ
ඌ
ඍ
එ
ඒ
ඓ
ඔ
ඕ
ඖ
ක
ඛ
ග
ඝ
ඞ
ඟ
ච
ඡ
ජ
ඤ
ඥ
ඦ
ට
ඨ
ඩ
ණ
ඬ
ත
ථ
ද
ධ
න
ඳ
ප
ඵ
බ
භ
ම
ඹ
ය
ර
ල
ව
ශ
ෂ
ස
හ
ළ
ෆ
්
ා
ැ
ෑ
ි
ී
ු
ූ
ෘ
ෙ
ේ
ෛ
ො
ෝ
ෞ
ෟ
෦
෮
ෲ
ෳ
෴
ก
ข
ฃ
ค
ฅ
ฆ
ง
จ
ฉ
ช
ซ
ฌ
ญ
ฎ
ฏ
ฐ
ฑ
ฒ
ณ
ด
ต
ถ
ท
ธ
น
บ
ป
ผ
ฝ
พ
ฟ
ภ
ม
ย
ร
ฤ
ล
ฦ
ว
ศ
ษ
ส
ห
ฬ
อ
ฮ
ฯ
ะ
ั
า
ำ
ิ
ี
ึ
ื
ุ
ู
ฺ
฿
เ
แ
โ
ใ
ไ
ๅ
ๆ
็
่
้
๊
๋
์
ํ
๎
๏
๐
๑
๒
๓
๔
๕
๖
๗
๘
๙
๚
๛
ກ
ຂ
ຄ
ງ
ຈ
ຊ
ຌ
ຍ
ດ
ຕ
ຖ
ທ
ນ
ບ
ປ
ຜ
ຝ
ພ
ຟ
ມ
ຢ
ຣ
ລ
ວ
ສ
ຫ
ອ
ຮ
ຯ
ະ
ັ
າ
ຳ
ິ
ີ
ຶ
ື
ຸ
ູ
ົ
ຼ
ຽ
ເ
ແ
ໂ
ໃ
ໄ
ໆ
່
້
໊
໋
໌
ໍ
໒
ໜ
ໝ
་
༌
།
༎
༑
༔
༗
༝
༧
༨
༰
༵
༷
༸
༹
༺
༻
༼
༽
ཀ
ཁ
ག
ང
ཅ
ཆ
ཇ
ཉ
ཊ
ཌ
ཎ
ཏ
ཐ
ད
ན
པ
ཕ
བ
མ
ཙ
ཚ
ཛ
ཝ
ཞ
ཟ
འ
ཡ
ར
ལ
ཤ
ཥ
ས
ཧ
ཨ
ཱ
ི
ུ
ེ
ཻ
ོ
ཽ
ཾ
ཿ
ྀ
ྂ
ྃ
ྐ
ྑ
ྒ
ྔ
ྕ
ྗ
ྙ
ྛ
ྜ
ྟ
ྡ
ྣ
ྤ
ྦ
ྨ
ྩ
ྪ
ྫ
ྭ
ྱ
ྲ
ླ
ྵ
ྷ
ྺ
ྻ
࿈
࿊
࿏
࿐
က
ခ
ဂ
ဃ
င
စ
ဆ
ဇ
ဈ
ဉ
ည
ဋ
ဌ
ဍ
ဎ
ဏ
တ
ထ
ဒ
ဓ
န
ပ
ဖ
ဗ
ဘ
မ
ယ
ရ
လ
ဝ
သ
ဟ
ဠ
အ
ဢ
ဣ
ဤ
ဥ
ဦ
ဧ
ဨ
ဩ
ဪ
ါ
ာ
ိ
ီ
ု
ူ
ေ
ဲ
ဳ
ဴ
ဵ
ံ
့
း
္
်
ျ
ြ
ွ
ှ
ဿ
၀
၁
၂
၃
၄
၅
၆
၇
၈
၉
၊
။
၌
၍
၎
၏
ၐ
ၚ
ၜ
ၞ
ၟ
ၠ
ၢ
ၣ
ၤ
ၥ
ၫ
ၱ
ၲ
ၵ
ၶ
ၷ
ၸ
ၻ
ၼ
ၽ
ၾ
ၿ
ႀ
ႁ
ႂ
ႃ
ႅ
ႆ
ႇ
ႈ
ႉ
ႊ
ႋ
ႏ
႐
႑
႔
႕
႟
ა
ბ
გ
დ
ე
ვ
ზ
თ
ი
კ
ლ
მ
ნ
ო
პ
ჟ
რ
ს
ტ
უ
ფ
ქ
ღ
ყ
შ
ჩ
ც
ძ
წ
ჭ
ხ
ჯ
ჰ
ჱ
ჲ
ჳ
ჴ
ჵ
ჶ
ჷ
ჹ
჻
ᄂ
ᄃ
ᄄ
ᄅ
ᄊ
ᄍ
ᄎ
ᄐ
ᄓ
ᄛ
ᅀ
ᅇ
ᅙ
ᅠ
ᅥ
ᅮ
ᅳ
ᆞ
ᆭ
ᆴ
ᆷ
ᆸ
ᆺ
ᇒ
ᇢ
ᇦ
ᇰ
ᇴ
ሀ
ሁ
ሂ
ሃ
ሄ
ህ
ሆ
ለ
ሉ
ሊ
ላ
ሌ
ል
ሎ
ሏ
ሐ
ሑ
ሒ
ሓ
ሔ
ሕ
ሖ
መ
ሙ
ሚ
ማ
ሜ
ም
ሞ
ሟ
ሠ
ሡ
ሣ
ሥ
ሦ
ረ
ሩ
ሪ
ራ
ሬ
ር
ሮ
ሰ
ሱ
ሲ
ሳ
ሴ
ስ
ሶ
ሷ
ሸ
ሹ
ሺ
ሻ
ሼ
ሽ
ሾ
ቀ
ቁ
ቂ
ቃ
ቄ
ቅ
ቆ
ቈ
ቋ
ቐ
ቓ
ቕ
በ
ቡ
ቢ
ባ
ቤ
ብ
ቦ
ቧ
ቨ
ቪ
ቫ
ቮ
ተ
ቱ
ቲ
ታ
ቴ
ት
ቶ
ቷ
ቸ
ቹ
ቺ
ቻ
ቼ
ች
ቾ
ኀ
ኃ
ኅ
ነ
ኑ
ኒ
ና
ኔ
ን
ኖ
ኘ
ኛ
ኝ
ኞ
አ
ኡ
ኢ
ኣ
ኤ
እ
ኦ
ከ
ኩ
ኪ
ካ
ኬ
ክ
ኮ
ኰ
ኲ
ኳ
ኸ
ኹ
ኻ
ኽ
ኾ
ወ
ዉ
ዊ
ዋ
ዌ
ው
ዎ
ዐ
ዑ
ዓ
ዕ
ዘ
ዙ
ዚ
ዛ
ዜ
ዝ
ዞ
ዟ
ዣ
ዥ
ዦ
የ
ዩ
ዪ
ያ
ዬ
ይ
ዮ
ደ
ዱ
ዲ
ዳ
ዴ
ድ
ዶ
ጀ
ጁ
ጂ
ጃ
ጄ
ጅ
ጆ
ገ
ጉ
ጊ
ጋ
ጌ
ግ
ጎ
ጐ
ጒ
ጓ
ጔ
ጕ
ጙ
ጝ
ጠ
ጡ
ጢ
ጣ
ጤ
ጥ
ጦ
ጧ
ጨ
ጪ
ጫ
ጭ
ጮ
ጯ
ጰ
ጳ
ጴ
ጵ
ጸ
ጹ
ጺ
ጻ
ጼ
ጽ
ጾ
ፀ
ፁ
ፂ
ፃ
ፄ
ፅ
ፈ
ፉ
ፊ
ፋ
ፌ
ፍ
ፎ
ፐ
ፒ
ፓ
ፕ
ፖ
፠
፡
።
፣
፤
፥
፨
፩
፪
፬
፱
፲
፷
፻
ᏸ
ᏹ
ᏺ
ᏻ
ᏼ
ᏽ
ᐁ
ᐂ
ᐃ
ᐄ
ᐅ
ᐆ
ᐈ
ᐉ
ᐊ
ᐋ
ᐌ
ᐍ
ᐎ
ᐏ
ᐑ
ᐗ
ᐘ
ᐙ
ᐚ
ᐛ
ᐝ
ᐞ
ᐟ
ᐠ
ᐡ
ᐢ
ᐣ
ᐤ
ᐦ
ᐧ
ᐨ
ᐩ
ᐪ
ᐯ
ᐱ
ᐲ
ᐳ
ᐴ
ᐸ
ᐹ
ᐺ
ᐻ
ᐽ
ᐿ
ᑄ
ᑉ
ᑊ
ᑋ
ᑌ
ᑎ
ᑐ
ᑑ
ᑕ
ᑖ
ᑗ
ᑘ
ᑝ
ᑦ
ᑫ
ᑬ
ᑭ
ᑮ
ᑯ
ᑰ
ᑲ
ᑳ
ᑴ
ᑵ
ᑾ
ᑿ
ᒁ
ᒃ
ᒄ
ᒉ
ᒋ
ᒌ
ᒍ
ᒐ
ᒑ
ᒡ
ᒢ
ᒣ
ᒥ
ᒦ
ᒧ
ᒨ
ᒪ
ᒫ
ᒶ
ᒷ
ᒻ
ᒼ
ᒿ
ᓀ
ᓂ
ᓃ
ᓄ
ᓅ
ᓇ
ᓈ
ᓐ
ᓕ
ᓖ
ᓗ
ᓘ
ᓚ
ᓛ
ᓪ
ᓬ
ᓭ
ᓮ
ᓯ
ᓰ
ᓱ
ᓲ
ᓴ
ᓵ
ᔅ
ᔆ
ᔉ
ᔌ
ᔍ
ᔎ
ᔏ
ᔐ
ᔑ
ᔓ
ᔕ
ᔥ
ᔦ
ᔨ
ᔩ
ᔪ
ᔫ
ᔭ
ᔮ
ᔺ
ᔾ
ᕀ
ᕁ
ᕂ
ᕄ
ᕆ
ᕇ
ᕈ
ᕋ
ᕌ
ᕐ
ᕑ
ᕓ
ᕕ
ᕖ
ᕗ
ᕙ
ᕚ
ᕝ
ᕞ
ᕠ
ᕤ
ᕦ
ᕪ
ᕮ
ᕳ
ᕼ
ᕽ
ᕿ
ᖁ
ᖃ
ᖅ
ᖇ
ᖌ
ᖏ
ᖑ
ᖓ
ᖕ
ᖖ
ᖚ
ᖠ
ᖢ
ᖤ
ᖨ
ᖫ
ᖭ
ᖳ
ᖶ
ᖷ
ᖹ
ᖽ
ᖾ
ᖿ
ᗇ
ᗈ
ᗉ
ᗐ
ᗔ
ᗕ
ᗖ
ᗗ
ᗘ
ᗚ
ᗛ
ᗜ
ᗠ
ᗡ
ᗥ
ᗧ
ᗨ
ᗩ
ᗪ
ᗯ
ᗰ
ᗱ
ᗴ
ᗸ
ᗺ
ᗽ
ᘁ
ᘇ
ᘎ
ᘏ
ᘐ
ᘔ
ᘖ
ᘠ
ᘡ
ᘢ
ᘨ
ᘫ
ᙐ
ᙓ
ᙘ
ᙢ
ᙣ
ᙩ
ᙬ
᙮
ᙱ
ᙴ
ᙵ
ᙶ
ᚁ
ᚂ
ᚃ
ᚄ
ᚅ
ᚆ
ᚇ
ᚈ
ᚉ
ᚊ
ᚋ
ᚌ
ᚍ
ᚎ
ᚏ
ᚐ
ᚑ
ᚒ
ᚓ
ᚔ
ᚕ
ᚖ
ᚘ
ᚙ
ᚚ
᚛
᚜
ᚠ
ᚡ
ᚢ
ᚣ
ᚤ
ᚦ
ᚧ
ᚨ
ᚩ
ᚪ
ᚫ
ᚬ
ᚭ
ᚮ
ᚯ
ᚱ
ᚲ
ᚳ
ᚴ
ᚵ
ᚷ
ᚹ
ᚺ
ᚻ
ᚼ
ᚽ
ᚾ
ᚿ
ᛁ
ᛂ
ᛃ
ᛄ
ᛅ
ᛆ
ᛇ
ᛈ
ᛉ
ᛊ
ᛋ
ᛌ
ᛏ
ᛐ
ᛑ
ᛒ
ᛓ
ᛔ
ᛕ
ᛖ
ᛗ
ᛘ
ᛙ
ᛚ
ᛜ
ᛝ
ᛞ
ᛟ
ᛠ
ᛡ
ᛢ
ᛣ
ᛤ
ᛥ
ᛦ
ᛧ
᛫
᛬
᛭
ᜀ
ᜁ
ᜂ
ᜃ
ᜄ
ᜅ
ᜆ
ᜇ
ᜈ
ᜉ
ᜊ
ᜋ
ᜌ
ᜎ
ᜏ
ᜐ
ᜑ
ᜒ
ᜓ
᜔
᜕
ᜢ
ᜨ
ᜪ
ᜱ
ᜳ
᜵
᜶
ᝀ
ᝃ
ᝆ
ᝇ
ᝈ
ᝉ
ᝊ
ᝋ
ᝐ
ᝑ
ᝒ
ᝓ
ᝦ
ᝨ
ᝪ
ᝯ
ក
ខ
គ
ឃ
ង
ច
ឆ
ជ
ឈ
ញ
ដ
ឋ
ឌ
ឍ
ណ
ត
ថ
ទ
ធ
ន
ប
ផ
ព
ភ
ម
យ
រ
ល
វ
ឝ
ឞ
ស
ហ
ឡ
អ
ឥ
ឦ
ឧ
ឪ
ឫ
ឬ
ឯ
ឱ
ឲ
ឳ
឵
ា
ិ
ី
ឹ
ឺ
ុ
ូ
ួ
ើ
ឿ
ៀ
េ
ែ
ៃ
ោ
ៅ
ំ
ះ
ៈ
៉
៊
់
៌
៍
៏
័
៑
្
។
៖
ៗ
៛
៝
០
១
២
៣
៤
៥
៦
៧
៨
៩
៴
᠋
᠌
᠎
ᠠ
ᠡ
ᠢ
ᠣ
ᠤ
ᠥ
ᠦ
ᠧ
ᠨ
ᠩ
ᠪ
ᠬ
ᠭ
ᠮ
ᠯ
ᠰ
ᠱ
ᠲ
ᠳ
ᠴ
ᠵ
ᠶ
ᠷ
ᠸ
ᠺ
ᠾ
ᡄ
ᡅ
ᡆ
ᡑ
ᡕ
ᡘ
ᡝ
ᡠ
ᡡ
ᡤ
ᡥ
ᡧ
ᡨ
ᡩ
ᡳ
ᡴ
ᡵ
ᡶ
ᢂ
ᢹ
ᣁ
ᣙ
ᣞ
ᣟ
ᤀ
ᤁ
ᤂ
ᤃ
ᤄ
ᤅ
ᤆ
ᤇ
ᤈ
ᤊ
ᤋ
ᤌ
ᤍ
ᤎ
ᤏ
ᤐ
ᤑ
ᤒ
ᤓ
ᤔ
ᤕ
ᤖ
ᤗ
ᤘ
ᤙ
ᤚ
ᤛ
ᤜ
ᤠ
ᤡ
ᤢ
ᤣ
ᤤ
ᤥ
ᤦ
ᤧ
ᤨ
ᤩ
ᤫ
ᤰ
ᤱ
ᤲ
ᤳ
ᤴ
ᤶ
ᤷ
᤺
᥄
᥈
ᥐ
ᥑ
ᥒ
ᥓ
ᥔ
ᥖ
ᥘ
ᥙ
ᥛ
ᥝ
ᥟ
ᥢ
ᥣ
ᥤ
ᥥ
ᥨ
ᥩ
ᥫ
ᥬ
ᥭ
ᥰ
ᥱ
ᥲ
ᥳ
ᥴ
ᦂ
ᦌ
ᦑ
ᦙ
ᦟ
ᦱ
ᦲ
ᦵ
ᦹ
ᦺ
ᦻ
ᧂ
ᧆ
ᧉ
ᨀ
ᨁ
ᨂ
ᨃ
ᨄ
ᨅ
ᨆ
ᨈ
ᨉ
ᨊ
ᨍ
ᨑ
ᨒ
ᨓ
ᨔ
ᨕ
ᨗ
ᨘ
ᨙ
ᨚ
ᨛ
ᨠ
ᨢ
ᨣ
ᨦ
ᨧ
ᨩ
ᨬ
ᨭ
ᨲ
ᨴ
ᨵ
ᨶ
ᨷ
ᨻ
ᨽ
ᨾ
ᨿ
ᩁ
ᩂ
ᩃ
ᩄ
ᩅ
ᩉ
ᩋ
᩠
ᩡ
ᩢ
ᩣ
ᩤ
ᩥ
ᩨ
ᩩ
ᩫ
ᩬ
ᩭ
ᩮ
ᩱ
ᩲ
ᩴ
᩵
᩶
᩷
᩸
᩹
᩼
᪁
᪻
᪽
ᬃ
ᬄ
ᬓ
ᬚ
ᬜ
ᬤ
ᬦ
ᬧ
ᬩ
ᬪ
ᬭ
ᬮ
ᬯ
ᬱ
ᬲ
ᬵ
ᬶ
ᬸ
ᬾ
ᭀ
ᭂ
᭄
᭠
᭩
ᮀ
ᮁ
ᮂ
ᮃ
ᮄ
ᮅ
ᮇ
ᮊ
ᮌ
ᮎ
ᮏ
ᮑ
ᮒ
ᮓ
ᮔ
ᮕ
ᮘ
ᮙ
ᮛ
ᮜ
ᮝ
ᮞ
ᮠ
ᮡ
ᮢ
ᮣ
ᮤ
ᮥ
ᮧ
ᮨ
᮪
ᮬ
ᯀ
ᯂ
ᯃ
ᯄ
ᯅ
ᯇ
ᯊ
ᯎ
ᯑ
ᯒ
ᯔ
ᯖ
ᯘ
ᯚ
ᯞ
ᯢ
᯦
ᯩ
ᯪ
ᯬ
ᯮ
ᯰ
᯲
ᰀ
ᰃ
ᰄ
ᰆ
ᰊ
ᰏ
ᰕ
ᰛ
ᰜ
ᰝ
ᰠ
ᰤ
ᰥ
ᰦ
ᰧ
ᰨ
ᰩ
ᰪ
ᰫ
ᰬ
ᰭ
ᰮ
ᰰ
ᰱ
ᰲ
ᰳ
ᰵ
ᰶ
᰷
ᱚ
ᱛ
ᱟ
ᱠ
ᱢ
ᱣ
ᱤ
ᱥ
ᱩ
ᱭ
ᱯ
ᱰ
ᱱ
ᱲ
ᱴ
ᱹ
ᲈ
ᴀ
ᴂ
ᴄ
ᴅ
ᴆ
ᴇ
ᴈ
ᴉ
ᴊ
ᴋ
ᴌ
ᴍ
ᴏ
ᴐ
ᴑ
ᴒ
ᴓ
ᴔ
ᴖ
ᴗ
ᴘ
ᴛ
ᴜ
ᴞ
ᴟ
ᴠ
ᴡ
ᴢ
ᴤ
ᴥ
ᴫ
ᴬ
ᴮ
ᴰ
ᴱ
ᴴ
ᴵ
ᴷ
ᴸ
ᴹ
ᴺ
ᴻ
ᴼ
ᴾ
ᵀ
ᵁ
ᵂ
ᵃ
ᵇ
ᵈ
ᵉ
ᵊ
ᵋ
ᵌ
ᵏ
ᵐ
ᵑ
ᵒ
ᵔ
ᵕ
ᵗ
ᵘ
ᵛ
ᵜ
ᵞ
ᵫ
ᵭ
ᵲ
ᵳ
ᵵ
ᵷ
ᵹ
ᵺ
ᵻ
ᵽ
ᵾ
ᵿ
ᶅ
ᶇ
ᶋ
ᶑ
ᶒ
ᶕ
ᶘ
ᶜ
ᶞ
ᶟ
ᶢ
ᶣ
ᶤ
ᶦ
ᶧ
ᶫ
ᶬ
ᶮ
ᶯ
ᶶ
ᶻ
ᶾ
ᶿ
᷂
᷄
᷅
᷆
᷈
᷊
᷍
᷎
ᷝ
ḁ
ḃ
ḅ
ḇ
ḉ
ḋ
ḍ
ḏ
ḑ
ḓ
ḕ
ḗ
ḙ
ḛ
ḝ
ḟ
ḡ
ḣ
ḥ
ḧ
ḩ
ḫ
ḭ
ḯ
ḱ
ḳ
ḵ
ḷ
ḹ
ḻ
ḽ
ḿ
ṁ
ṃ
ṅ
ṇ
ṉ
ṋ
ṍ
ṏ
ṑ
ṓ
ṕ
ṗ
ṙ
ṛ
ṝ
ṟ
ṡ
ṣ
ṥ
ṧ
ṩ
ṫ
ṭ
ṯ
ṱ
ṳ
ṵ
ṷ
ṹ
ṻ
ṽ
ṿ
ẁ
ẃ
ẅ
ẇ
ẉ
ẋ
ẍ
ẏ
ẑ
ẓ
ẕ
ẖ
ẗ
ẘ
ẙ
ẚ
ẛ
ẜ
ẝ
ẟ
ạ
ả
ấ
ầ
ẩ
ẫ
ậ
ắ
ằ
ẳ
ẵ
ặ
ẹ
ẻ
ẽ
ế
ề
ể
ễ
ệ
ỉ
ị
ọ
ỏ
ố
ồ
ổ
ỗ
ộ
ớ
ờ
ở
ỡ
ợ
ụ
ủ
ứ
ừ
ử
ữ
ự
ỳ
ỵ
ỷ
ỹ
ỻ
ỽ
ỿ
ἀ
ἁ
ἂ
ἃ
ἄ
ἅ
ἆ
ἇ
ἐ
ἑ
ἒ
ἓ
ἔ
ἕ
ἠ
ἡ
ἢ
ἣ
ἤ
ἥ
ἦ
ἧ
ἰ
ἱ
ἲ
ἳ
ἴ
ἵ
ἶ
ἷ
ὀ
ὁ
ὂ
ὃ
ὄ
ὅ
ὐ
ὑ
ὒ
ὓ
ὔ
ὕ
ὖ
ὗ
ὠ
ὡ
ὢ
ὣ
ὤ
ὥ
ὦ
ὧ
ὰ
ὲ
ὴ
ὶ
ὸ
ὺ
ὼ
ᾀ
ᾁ
ᾄ
ᾅ
ᾇ
ᾑ
ᾔ
ᾖ
ᾗ
ᾠ
ᾡ
ᾦ
ᾧ
ᾰ
ᾱ
ᾳ
ᾴ
ᾶ
ᾷ
᾽
᾿
῀
ῂ
ῃ
ῄ
ῆ
ῇ
῎
ῐ
ῑ
ῒ
ῖ
ῗ
ῠ
ῡ
ῤ
ῥ
ῦ
ῧ
ῲ
ῳ
ῴ
ῶ
ῷ
῾
​
‌
‍
‎
‏
‐
‑
‒
–
—
―
‖
‗
‘
’
‚
‛
“
”
„
‟
†
‡
•
‣
․
‥
…
‧
‪
‬
‭
‮
‰
‱
′
″
‴
‵
‹
›
※
‼
‽
‾
‿
⁀
⁂
⁃
⁄
⁅
⁆
⁇
⁈
⁉
⁊
⁋
⁎
⁑
⁒
⁓
⁗
⁙
⁚
⁞
⁠
⁣
⁦
⁨
⁩
⁬
⁮
⁯
⁰
ⁱ
⁴
⁵
⁶
⁷
⁸
⁹
⁺
⁻
⁼
⁽
⁾
ⁿ
₀
₁
₂
₃
₄
₅
₆
₇
₈
₊
₋
₍
ₐ
ₒ
ₓ
ₘ
ₙ
ₛ
₠
₡
₢
₣
₤
₥
₦
₧
₨
₩
₪
₫
€
₭
₮
₯
₰
₱
₲
₳
₴
₵
₶
₷
₸
₹
₺
₼
₽
₾
₿
⃓
⃗
⃘
⃛
⃝
⃠
⃢
⃣
⃰
ℂ
℃
℄
℅
℈
℉
ℊ
ℋ
ℍ
ℎ
ℏ
ℐ
ℑ
ℒ
ℓ
℔
ℕ
№
℗
℘
ℙ
ℚ
ℛ
ℜ
ℝ
℟
℠
℡
™
℣
ℤ
℥
℧
ℨ
℩
ℬ
ℭ
℮
ℯ
ℰ
ℱ
ℳ
ℴ
ℵ
ℹ
℺
ℼ
ℽ
ℾ
ℿ
⅀
⅁
⅂
⅃
⅄
ⅅ
ⅆ
ⅇ
ⅈ
ⅉ
⅊
⅋
⅌
⅏
⅓
⅔
⅕
⅗
⅙
⅛
⅜
⅝
⅞
⅟
ⅰ
ⅱ
ⅲ
ⅳ
ⅴ
ⅵ
ⅶ
ⅷ
ⅸ
ⅹ
ⅺ
ⅻ
ⅼ
ⅽ
ⅾ
ⅿ
ↀ
ↁ
ↂ
ↄ
ↅ
ↆ
ↇ
ↈ
↊
↋
←
↑
→
↓
↔
↕
↖
↗
↘
↙
↚
↛
↝
↞
↟
↠
↢
↣
↥
↦
↨
↩
↪
↬
↯
↳
↵
↷
↺
↻
↼
↾
⇀
⇄
⇅
⇆
⇉
⇋
⇌
⇏
⇐
⇑
⇒
⇓
⇔
⇗
⇘
⇚
⇛
⇝
⇠
⇢
⇤
⇧
⇨
⇩
⇪
⇭
⇳
⇸
⇾
∀
∁
∂
∃
∄
∅
∆
∇
∈
∉
∊
∋
∍
∎
∏
∐
∑
−
∓
∔
∕
∖
∗
∘
∙
√
∛
∜
∝
∞
∟
∠
∡
∣
∤
∥
∦
∧
∨
∩
∪
∫
∬
∭
∮
∴
∵
∶
∷
∸
∼
∽
∾
∿
≀
≃
≅
≈
≋
≌
≐
≒
≔
≕
≘
≙
≜
≝
≟
≠
≡
≢
≣
≤
≥
≦
≧
≪
≫
≮
≯
≲
≳
≺
≻
≼
≽
⊂
⊃
⊅
⊆
⊇
⊈
⊊
⊋
⊍
⊏
⊐
⊑
⊒
⊓
⊔
⊕
⊖
⊗
⊘
⊙
⊛
⊝
⊞
⊟
⊠
⊡
⊢
⊣
⊤
⊥
⊦
⊧
⊨
⊩
⊭
⊰
⊱
⊲
⊵
⊸
⊻
⊼
⊽
⊿
⋀
⋁
⋂
⋃
⋄
⋅
⋆
⋇
⋈
⋉
⋊
⋋
⋌
⋎
⋏
⋐
⋑
⋕
⋖
⋗
⋟
⋠
⋡
⋮
⋯
⋲
⌀
⌁
⌂
⌃
⌄
⌇
⌈
⌉
⌊
⌋
⌐
⌑
⌒
⌓
⌔
⌖
⌘
⌚
⌛
⌜
⌝
⌠
⌡
⌣
⌥
⌦
⌨
〈
〉
⌫
⌬
⌱
⌴
⌵
⌷
⌸
⌽
⌿
⍀
⍉
⍋
⍎
⍒
⍕
⍙
⍝
⍟
⍣
⍤
⍨
⍬
⍳
⍴
⍵
⍷
⍸
⍺
⍻
⎇
⎈
⎉
⎋
⎌
⎏
⎐
⎓
⎕
⎖
⎚
⎛
⎜
⎝
⎞
⎟
⎠
⎢
⎣
⎥
⎦
⎧
⎩
⎪
⎮
⎯
⎳
⎷
⎸
⎹
⎺
⎼
⎾
⎿
⏋
⏌
⏏
⏑
⏓
⏛
⏝
⏠
⏣
⏤
⏥
⏨
⏩
⏪
⏫
⏬
⏯
⏰
⏱
⏳
⏵
⏸
⏹
⏺
⏾
␀
␆
␊
␕
␚
␞
␠
␢
␣
␤
⑅
⑆
⑈
⑉
⑊
①
②
③
④
⑤
⑥
⑦
⑧
⑨
⑩
⑪
⑫
⑬
⑭
⑮
⑯
⑰
⑱
⑲
⑳
⑴
⑵
⑶
⑷
⑸
⑹
⑺
⑼
⒁
⒂
⒄
⒊
⒎
⒓
⒕
⒘
⒛
ⓐ
ⓑ
ⓒ
ⓓ
ⓔ
ⓕ
ⓖ
ⓗ
ⓘ
ⓙ
ⓚ
ⓛ
ⓜ
ⓝ
ⓞ
ⓟ
ⓡ
ⓢ
ⓣ
ⓤ
ⓥ
ⓦ
ⓧ
ⓨ
⓪
⓱
⓴
⓶
⓹
⓿
─
━
│
┃
┄
┆
┇
┈
┊
┋
┌
┏
┐
┓
└
┗
┘
┛
├
┝
┠
┣
┤
┥
┦
┫
┬
┲
┴
┻
┼
╋
═
║
╒
╓
╔
╕
╖
╗
╘
╙
╚
╛
╜
╝
╞
╟
╠
╡
╢
╣
╤
╥
╦
╧
╨
╩
╪
╫
╬
╭
╮
╯
╰
╱
╲
╳
╹
▀
▁
▂
▃
▄
▅
▆
▇
█
▉
▊
▋
▌
▍
▎
▏
▐
░
▒
▓
▔
▕
■
□
▢
▣
▤
▥
▦
▧
▨
▩
▪
▫
▬
▭
▮
▯
▰
▲
△
▴
▵
▶
▷
▸
▹
►
▻
▼
▽
▾
▿
◀
◁
◂
◃
◄
◅
◆
◇
◈
◉
◊
○
◌
◍
◎
●
◐
◑
◒
◓
◔
◕
◖
◗
◘
◙
◜
◝
◞
◟
◠
◡
◢
◣
◤
◥
◦
◬
◮
◯
◱
◲
◷
◻
◼
◾
☀
☁
☂
☃
☄
★
☆
☇
☈
☉
☊
☋
☌
☍
☎
☏
☐
☑
☒
☓
☔
☕
☖
☗
☘
☚
☛
☜
☝
☞
☟
☠
☡
☢
☣
☤
☥
☦
☧
☨
☩
☪
☫
☬
☭
☮
☯
☰
☱
☲
☳
☴
☵
☶
☷
☸
☹
☺
☻
☼
☽
☾
☿
♀
♁
♂
♃
♄
♅
♆
♇
♈
♉
♊
♋
♌
♍
♎
♏
♐
♑
♒
♓
♔
♕
♖
♗
♘
♙
♚
♛
♜
♝
♞
♟
♠
♡
♢
♣
♤
♥
♦
♧
♨
♩
♪
♫
♬
♭
♮
♯
♰
♱
♳
♴
♵
♶
♷
♸
♹
♺
♻
♼
♾
♿
⚀
⚅
⚊
⚋
⚌
⚍
⚎
⚏
⚐
⚑
⚒
⚓
⚔
⚕
⚖
⚗
⚘
⚙
⚛
⚜
⚠
⚡
⚢
⚣
⚤
⚥
⚦
⚧
⚪
⚫
⚬
⚭
⚰
⚱
⚲
⚳
⚴
⚵
⚶
⚷
⚽
⚾
⛄
⛅
⛎
⛏
⛑
⛓
⛔
⛢
⛩
⛪
⛰
⛱
⛲
⛳
⛴
⛵
⛷
⛸
⛺
⛽
⛾
✁
✂
✄
✅
✆
✇
✈
✉
✊
✋
✌
✍
✎
✏
✐
✒
✓
✔
✕
✖
✗
✘
✙
✚
✜
✝
✞
✟
✠
✡
✢
✣
✤
✥
✦
✧
✨
✩
✪
✫
✬
✭
✮
✯
✰
✱
✲
✳
✴
✵
✶
✷
✸
✹
✺
✻
✼
✽
✾
✿
❀
❁
❂
❃
❄
❅
❆
❇
❈
❉
❊
❋
❌
❎
❏
❐
❑
❒
❓
❔
❕
❖
❗
❘
❙
❚
❛
❜
❝
❞
❢
❣
❤
❥
❦
❧
❪
❫
❮
❯
❰
❱
❲
❳
❶
❷
❸
❺
❻
❼
❽
❿
➀
➁
➂
➃
➄
➊
➔
➕
➖
➙
➛
➜
➝
➞
➟
➠
➡
➢
➣
➤
➥
➦
➧
➨
➩
➪
➬
➭
➯
➰
➲
➳
➴
➵
➷
➸
➹
➺
➽
➾
➿
⟁
⟂
⟕
⟖
⟗
⟜
⟠
⟡
⟦
⟧
⟨
⟩
⟪
⟫
⟳
⟵
⟶
⟷
⟹
⟺
⟿
⠀
⠁
⠂
⠃
⠄
⠆
⠇
⠉
⠊
⠋
⠌
⠍
⠎
⠏
⠐
⠑
⠔
⠕
⠗
⠙
⠚
⠛
⠜
⠝
⠞
⠟
⠠
⠡
⠢
⠣
⠤
⠥
⠧
⠪
⠫
⠮
⠯
⠰
⠱
⠲
⠳
⠷
⠹
⠺
⠻
⠼
⠽
⠾
⠿
⡇
⡎
⡱
⢠
⢱
⣎
⤓
⤖
⤳
⤴
⤵
⥂
⥳
⥽
⥾
⦁
⦅
⦆
⦰
⦵
⦻
⦿
⧄
⧈
⧓
⧖
⧚
⧜
⧠
⧢
⧣
⧫
⧸
⧾
⧿
⨁
⨂
⨉
⨎
⨮
⨯
⨳
⨾
⩒
⩛
⩤
⩥
⩼
⩽
⩾
⪆
⪞
⪢
⪤
⫝
⫫
⫯
⫰
⫶
⫽
⫿
⬅
⬆
⬇
⬒
⬛
⬜
⬝
⬠
⬦
⬮
⬱
⭐
⭒
⭕
⭨
⮗
⯉
⯓
⯙
⯚
⯰
⯱
ⰰ
ⰱ
ⰲ
ⰳ
ⰵ
ⰶ
ⰹ
ⰺ
ⰻ
ⰼ
ⰽ
ⰾ
ⰿ
ⱀ
ⱁ
ⱂ
ⱃ
ⱄ
ⱅ
ⱆ
ⱈ
ⱌ
ⱎ
ⱏ
ⱐ
ⱑ
ⱓ
ⱛ
ⱞ
ⱡ
ⱥ
ⱦ
ⱨ
ⱪ
ⱬ
ⱱ
ⱳ
ⱴ
ⱶ
ⱷ
ⱸ
ⱹ
ⱺ
ⲁ
ⲃ
ⲅ
ⲇ
ⲉ
ⲍ
ⲏ
ⲑ
ⲓ
ⲕ
ⲗ
ⲙ
ⲛ
ⲝ
ⲟ
ⲡ
ⲣ
ⲥ
ⲧ
ⲩ
ⲫ
ⲭ
ⲱ
ⲻ
ⳁ
ⳟ
ⳡ
ⳣ
ⳤ
⳨
⳩
⳾
ⴀ
ⴁ
ⴂ
ⴃ
ⴄ
ⴅ
ⴆ
ⴇ
ⴈ
ⴉ
ⴊ
ⴋ
ⴌ
ⴍ
ⴎ
ⴐ
ⴑ
ⴒ
ⴓ
ⴔ
ⴕ
ⴖ
ⴗ
ⴙ
ⴚ
ⴝ
ⴡ
ⴢ
ⴣ
ⴥ
ⴰ
ⴱ
ⴲ
ⴳ
ⴴ
ⴵ
ⴶ
ⴷ
ⴸ
ⴹ
ⴻ
ⴼ
ⴽ
ⴾ
ⴿ
ⵀ
ⵂ
ⵃ
ⵄ
ⵅ
ⵆ
ⵇ
ⵈ
ⵉ
ⵊ
ⵋ
ⵌ
ⵍ
ⵎ
ⵏ
ⵓ
ⵔ
ⵕ
ⵖ
ⵗ
ⵙ
ⵚ
ⵛ
ⵜ
ⵝ
ⵟ
ⵠ
ⵡ
ⵢ
ⵣ
ⵥ
ⵯ
⸋
⸒
⸗
⸘
⸙
⸜
⸝
⸢
⸣
⸤
⸥
⸨
⸩
⸬
⸮
⸰
⸱
⸲
⸸
⸺
⸻
⹀
⹋
⺁
⺠
⺬
⺮
⺻
⺼
⺾
⻄
⻆
⻌
⻍
⻎
⻏
⻖
⻘
⻝
⻭
⼀
⼆
⼈
⼊
⼑
⼒
⼗
⼚
⼝
⼟
⼤
⼥
⼦
⼩
⼭
⼯
⼱
⼼
⼾
⼿
⽀
⽂
⽅
⽇
⽉
⽊
⽍
⽐
⽔
⽕
⽜
⽟
⽠
⽣
⽤
⽥
⽩
⽪
⽬
⽯
⽰
⽴
⽶
⾁
⾃
⾊
⾏
⾒
⾔
⾕
⾚
⾛
⾜
⾝
⾞
⾥
⾦
⾨
⾬
⾮
⾯
⾰
⾳
⾵
⾶
⾷
⾸
⾹
⾺
⾼
⿈
⿊
⿰
⿱
⿸
、
。
〃
々
〆
〇
〈
〉
《
》
「
」
『
』
【
】
〒
〓
〔
〕
〖
〗
〘
〙
〚
〛
〜
〝
〞
〟
〠
〡
〢
〣
〤
〫
〮
〯
〰
〶
〻
〼
〽
ぁ
あ
ぃ
い
ぅ
う
ぇ
え
ぉ
お
か
が
き
ぎ
く
ぐ
け
げ
こ
ご
さ
ざ
し
じ
す
ず
せ
ぜ
そ
ぞ
た
だ
ち
ぢ
っ
つ
づ
て
で
と
ど
な
に
ぬ
ね
の
は
ば
ぱ
ひ
び
ぴ
ふ
ぶ
ぷ
へ
べ
ぺ
ほ
ぼ
ぽ
ま
み
む
め
も
ゃ
や
ゅ
ゆ
ょ
よ
ら
り
る
れ
ろ
ゎ
わ
ゐ
ゑ
を
ん
ゔ
ゕ
゙
゚
゛
゜
ゝ
ゞ
ァ
ア
ィ
イ
ゥ
ウ
ェ
エ
ォ
オ
カ
ガ
キ
ギ
ク
グ
ケ
ゲ
コ
ゴ
サ
ザ
シ
ジ
ス
ズ
セ
ゼ
ソ
ゾ
タ
ダ
チ
ヂ
ッ
ツ
ヅ
テ
デ
ト
ド
ナ
ニ
ヌ
ネ
ノ
ハ
バ
パ
ヒ
ビ
ピ
フ
ブ
プ
ヘ
ベ
ペ
ホ
ボ
ポ
マ
ミ
ム
メ
モ
ャ
ヤ
ュ
ユ
ョ
ヨ
ラ
リ
ル
レ
ロ
ヮ
ワ
ヰ
ヱ
ヲ
ン
ヴ
ヵ
ヶ
ヷ
ヺ
・
ー
ヽ
ヾ
ヿ
ㄅ
ㄆ
ㄇ
ㄈ
ㄉ
ㄊ
ㄋ
ㄌ
ㄍ
ㄎ
ㄏ
ㄐ
ㄑ
ㄒ
ㄓ
ㄔ
ㄕ
ㄖ
ㄗ
ㄘ
ㄙ
ㄚ
ㄛ
ㄜ
ㄝ
ㄞ
ㄟ
ㄠ
ㄡ
ㄢ
ㄣ
ㄤ
ㄥ
ㄦ
ㄧ
ㄨ
ㄩ
ㄫ
ㄱ
ㄲ
ㄳ
ㄴ
ㄵ
ㄶ
ㄷ
ㄸ
ㄹ
ㄺ
ㄻ
ㄼ
ㄽ
ㄾ
ㄿ
ㅀ
ㅁ
ㅂ
ㅃ
ㅄ
ㅅ
ㅆ
ㅇ
ㅈ
ㅉ
ㅊ
ㅋ
ㅌ
ㅍ
ㅎ
ㅏ
ㅐ
ㅑ
ㅒ
ㅓ
ㅔ
ㅕ
ㅖ
ㅗ
ㅘ
ㅙ
ㅚ
ㅛ
ㅜ
ㅝ
ㅞ
ㅟ
ㅠ
ㅡ
ㅢ
ㅣ
ㅤ
ㅫ
ㅯ
ㅱ
ㅹ
ㅿ
ㆁ
ㆅ
ㆆ
ㆍ
ㆎ
㆞
ㆣ
ㆬ
ㆲ
㇂
㇃
㇏
㇠
ㇰ
ㇱ
ㇲ
ㇳ
ㇴ
ㇵ
ㇶ
ㇷ
ㇸ
ㇹ
ㇺ
ㇻ
ㇼ
ㇽ
ㇾ
ㇿ
㈔
㈜
㈡
㈢
㈤
㈪
㈰
㈱
㈲
㈶
㈼
㉑
㉒
㉓
㉔
㉕
㉖
㉗
㉘
㉙
㉚
㉛
㉝
㉞
㉟
㉾
㉿
㊄
㊎
㊏
㊑
㊒
㊕
㊖
㊗
㊙
㊝
㊣
㊧
㊨
㊳
㊴
㊶
㊷
㊹
㊻
㊼
㊿
㋚
㋛
㋿
㌅
㌌
㌔
㌘
㌢
㌣
㌦
㌧
㌻
㍉
㍍
㍎
㍑
㍻
㍼
㍽
㍾
㍿
㎇
㎍
㎎
㎏
㎒
㎕
㎖
㎗
㎜
㎝
㎞
㎟
㎡
㎥
㎳
㎾
㎿
㏂
㏄
㏌
㐂
㐧
㑳
㑹
㓠
㔋
㔨
㔻
㕑
㕜
㕩
㖡
㖿
㗎
㗚
㘑
㘓
㘕
㚒
㚖
㚟
㛇
㜥
㝏
㞮
㠀
㠖
㡼
㢌
㣐
㣟
㤦
㥤
㥱
㦕
㧡
㧯
㪠
㫻
㬀
㬌
㯫
㲳
㴨
㵋
㵮
㶏
㶷
㷁
㷃
㷕
㷬
㸆
㸠
㸮
㹀
㹮
㹴
㺷
㺹
㼅
㽛
䀹
䂮
䃼
䄂
䄄
䄛
䅁
䅲
䅿
䇹
䌌
䍃
䍦
䍩
䐗
䔗
䘜
䘯
䜌
䜣
䝢
䟝
䟴
䡡
䡦
䡼
䤤
䤫
䤼
䥙
䨺
䨻
䫻
䭏
䭔
䭕
䭯
䲜
䳉
䳨
䴉
䴕
䴥
䵋
䶳
䷀
䷁
䷜
䷝
一
丁
七
丄
丅
万
丈
三
上
下
丌
不
与
丏
丐
丑
专
且
丕
世
丗
丘
丙
业
丛
东
丝
丞
丟
丠
両
丢
两
严
並
丧
丨
丩
个
丫
丬
中
丰
串
临
丶
丷
丸
丹
为
主
丼
丽
举
丿
乂
乃
乄
久
么
义
之
乌
乍
乎
乏
乐
乒
乓
乔
乖
乗
乘
乙
乚
乛
乜
九
乞
也
习
乡
乣
书
乩
乭
乮
买
乱
乳
乸
乹
乽
乾
亀
亁
亂
亅
了
予
争
亊
事
二
于
亏
亐
云
互
亓
五
井
亖
亗
亘
亙
亚
些
亜
亞
亟
亠
亡
亢
亣
交
亥
亦
产
亨
亩
享
京
亭
亮
亯
亰
亲
亳
亵
亶
亹
人
亻
亼
亽
亿
什
仁
仃
仄
仅
仆
仇
仉
今
介
仌
仍
从
仏
仑
仓
仔
仕
他
仗
付
仙
仚
仜
仝
仞
仟
仡
代
令
以
仨
仪
仫
们
仭
仮
仰
仲
仳
仵
件
价
任
份
仿
企
伃
伅
伉
伊
伋
伍
伎
伏
伐
休
伒
伓
伕
众
优
伙
会
伝
伞
伟
传
伢
伤
伥
伦
伪
伫
伯
估
伲
伴
伶
伷
伸
伺
似
伽
伾
佀
佃
但
佇
佈
佉
佋
位
低
住
佐
佑
体
佔
何
佗
佘
余
佚
佛
作
佝
佞
佟
你
佢
佣
佤
佥
佧
佩
佫
佬
佮
佯
佰
佳
併
佶
佷
佸
佺
佼
佽
佾
使
侁
侃
侄
侅
來
侈
侊
例
侍
侏
侑
侒
侕
侖
侗
侘
供
依
侞
侠
価
侢
侣
侥
侦
侧
侨
侬
侮
侯
侰
侵
侶
侷
侸
侾
便
俀
係
促
俄
俅
俆
俊
俋
俌
俎
俏
俐
俑
俔
俗
俘
俚
俜
保
俞
俟
俠
信
俢
俣
俤
俥
俦
俨
俩
俪
俫
俬
俭
修
俯
俱
俳
俵
俶
俸
俺
俻
俼
俾
倂
倅
倆
倉
個
倌
倍
們
倒
倓
倔
倕
倖
倘
候
倚
倛
倜
倞
借
倡
倢
倣
値
倥
倦
倧
倨
倩
倪
倫
倬
倭
倮
倰
倱
倶
倹
债
倻
值
倾
偁
偂
偃
假
偈
偉
偊
偌
偍
偎
偏
偓
偕
做
停
偞
健
偪
偰
偲
側
偵
偶
偷
偸
偻
偽
偾
偿
傀
傅
傈
傉
傌
傍
傑
傒
傖
傘
備
傚
傜
傢
傣
傥
傧
储
傩
催
傭
傲
傳
債
傷
傻
傾
傿
僅
僉
僊
働
僎
像
僑
僔
僕
僖
僙
僚
僛
僜
僞
僥
僧
僭
僮
僰
僱
僳
僵
價
僻
僾
僿
儀
儁
儂
億
儆
儇
儈
儉
儋
儒
儔
儕
儗
儘
儚
儛
儞
償
儡
優
儰
儱
儲
儷
儸
儹
儺
儻
儼
儿
兀
允
元
兄
充
兆
兇
先
光
兊
克
兌
免
兎
児
兑
兒
兔
兕
兖
兗
党
兜
兟
兠
兢
入
內
全
兩
兪
八
公
六
兮
兰
共
兲
关
兴
兵
其
具
典
兹
养
兼
兽
兾
兿
冀
冂
内
円
冇
冈
冉
冊
册
再
冏
冐
冑
冒
冕
冖
冗
写
冚
军
农
冠
冢
冤
冥
冧
冨
冪
冫
冬
冭
冮
冯
冰
冲
决
冴
况
冶
冷
冻
冼
冽
净
凃
凄
凅
准
凇
凈
凉
凊
凋
凌
凍
减
凑
凖
凛
凜
凝
几
凡
凤
凥
処
凧
凩
凪
凫
凭
凮
凯
凰
凱
凳
凵
凶
凷
凸
凹
出
击
凼
函
凿
刀
刁
刂
刃
刄
分
切
刈
刊
刋
刍
刎
刑
划
刓
刖
列
刘
则
刚
创
初
删
判
別
刧
刨
利
刪
别
刮
到
刲
刳
制
刷
券
刹
刺
刻
刽
刿
剀
剁
剂
剃
剄
剅
則
剉
削
剋
剌
前
剎
剏
剐
剑
剔
剖
剛
剝
剡
剣
剤
剥
剧
剩
剪
剮
副
剰
剱
割
創
剷
剹
剽
剿
劃
劄
劇
劈
劉
劊
劍
劏
劑
劒
劓
劔
力
劝
办
功
加
务
劢
劣
劦
动
助
努
劫
劬
劭
励
劲
劳
労
劵
効
劼
劾
势
勀
勁
勃
勅
勆
勇
勉
勋
勍
勐
勑
勒
勔
動
勖
勗
勘
務
勛
勝
勞
募
勢
勣
勤
勥
勧
勬
勭
勮
勰
勱
勲
勳
勵
勸
勹
勺
勻
勾
勿
匀
匁
匂
包
匆
匈
匊
匌
匍
匏
匐
匕
化
北
匙
匚
匛
匜
匝
匠
匡
匣
匪
匭
匮
匯
匱
匸
匹
区
医
匽
匾
匿
區
十
千
卅
卆
升
午
卉
半
卋
卍
华
协
卐
卑
卒
卓
協
单
卖
南
単
博
卜
卞
卟
占
卡
卢
卣
卤
卦
卧
卨
卫
卬
卮
卯
印
危
卲
即
却
卵
卷
卸
卹
卻
卽
卿
厀
厂
厄
厅
历
厉
压
厌
厓
厔
厕
厖
厗
厘
厙
厚
厝
原
厠
厢
厤
厥
厦
厨
厩
厭
厮
厯
厰
厲
厳
厷
厹
去
县
叁
参
參
叄
叅
又
叉
及
友
双
反
収
发
叒
叔
叕
取
受
变
叙
叛
叟
叠
叡
叢
口
古
句
另
叨
叩
只
叫
召
叭
叮
可
台
叱
史
右
叶
号
司
叹
叻
叼
叽
叿
吁
吃
各
吆
合
吉
吊
吋
同
名
后
吏
吐
向
吒
吓
吔
吕
吖
吗
吙
君
吝
吞
吟
吠
吡
否
吧
吨
吩
吪
含
听
吭
吮
启
吱
吲
吳
吴
吵
吶
吸
吹
吻
吼
吽
吾
吿
呀
呂
呃
呆
呈
呉
告
呋
呍
呎
呐
呑
呓
呔
呕
呖
呗
员
呛
呜
呟
呠
呢
呣
呤
呦
周
呪
呬
呱
呲
味
呵
呷
呸
呻
呼
命
呾
咀
咁
咂
咄
咆
咇
咋
和
咎
咏
咐
咒
咔
咕
咖
咗
咘
咙
咚
咛
咤
咥
咦
咧
咨
咩
咪
咫
咬
咭
咮
咯
咱
咲
咳
咴
咸
咻
咼
咽
咾
咿
哀
品
哂
哄
哆
哇
哈
哉
哋
哌
响
哎
哏
哑
哒
哓
哔
哖
哗
哙
哚
哞
哟
員
哣
哥
哦
哨
哩
哪
哭
哮
哲
哴
哷
哹
哺
哼
哽
哿
唁
唄
唅
唆
唇
唉
唎
唏
唐
唑
唔
唖
唛
唠
唢
唤
唦
唧
唬
唭
售
唯
唰
唱
唳
唵
唷
唸
唹
唻
唾
唿
啃
啄
啅
商
啇
啉
啊
問
啒
啓
啕
啖
啘
啚
啜
啝
啞
啟
啡
啤
啥
啦
啧
啩
啪
啫
啬
啮
啯
啰
啱
啲
啵
啶
啷
啸
啻
啼
啾
喀
喁
喂
喃
善
喆
喇
喈
喉
喊
喋
喎
喏
喑
喓
喔
喘
喙
喚
喜
喝
喞
喟
喣
喦
喧
喨
喩
喪
喫
喬
單
喰
喱
喲
喳
喵
営
喷
喹
喺
喻
喼
喽
喾
喿
嗄
嗅
嗆
嗇
嗌
嗎
嗑
嗒
嗓
嗔
嗖
嗗
嗚
嗛
嗜
嗝
嗞
嗟
嗡
嗢
嗣
嗤
嗦
嗨
嗩
嗪
嗬
嗮
嗯
嗰
嗱
嗲
嗳
嗶
嗷
嗻
嗽
嘀
嘁
嘅
嘆
嘇
嘉
嘌
嘍
嘎
嘏
嘔
嘖
嘗
嘘
嘚
嘛
嘜
嘞
嘟
嘢
嘣
嘥
嘧
嘨
嘩
嘪
嘬
嘭
嘮
嘯
嘰
嘱
嘲
嘴
嘶
嘸
嘹
嘻
嘿
噁
噂
噃
噅
噉
噌
噍
噎
噏
噓
噗
噚
噛
噜
噝
噠
噢
噤
器
噩
噪
噬
噯
噱
噲
噴
噶
噷
噸
噹
噺
噻
噼
嚀
嚇
嚈
嚎
嚏
嚐
嚒
嚓
嚕
嚗
嚞
嚟
嚢
嚣
嚥
嚧
嚨
嚩
嚮
嚯
嚲
嚳
嚴
嚶
嚷
嚻
嚼
嚿
囀
囁
囂
囃
囈
囉
囊
囍
囎
囑
囓
囖
囗
囚
四
囝
回
囟
因
囡
团
団
囤
囥
囧
囪
园
囯
困
囱
囲
図
围
囷
囹
固
国
图
囿
圀
圃
圆
圈
圉
國
圍
圎
圏
園
圓
圖
團
圜
土
圣
圦
圧
在
圩
圪
圬
圭
圮
地
圳
圴
圹
场
圻
圾
址
坂
均
坊
坌
坍
坎
坏
坐
坑
坖
块
坚
坛
坝
坞
坟
坠
坡
坣
坤
坦
坨
坩
坪
坫
坭
坯
坰
坲
坳
坵
坷
坻
坼
坽
垂
垃
垄
垅
垈
垉
型
垌
垍
垒
垓
垕
垚
垛
垜
垟
垠
垡
垢
垣
垤
垦
垩
垪
垫
垭
垮
垰
垱
垲
垵
垸
垹
埂
埃
埄
埆
埇
埈
埊
埋
埌
城
埏
埒
埔
埕
埗
埙
埚
埜
埝
域
埠
埡
埣
埤
埭
埱
埴
埵
執
埸
培
基
埼
埿
堀
堁
堂
堃
堅
堆
堇
堉
堊
堎
堑
堕
堗
堝
堠
堡
堣
堤
堨
堩
堪
堯
堰
報
場
堵
堺
堽
堿
塀
塁
塅
塆
塊
塌
塍
塏
塑
塒
塔
塗
塘
塙
塚
塝
塞
塡
塢
塤
塩
填
塬
塭
塮
塱
塵
塹
塼
塾
墀
境
墅
墉
墊
墌
墎
墒
墓
墕
墖
増
墘
墙
墚
墜
增
墟
墣
墨
墩
墬
墮
墰
墳
墻
墼
墾
壁
壂
壅
壆
壇
壊
壌
壎
壑
壓
壕
壘
壜
壞
壟
壠
壢
壤
壩
士
壬
壮
壯
声
壱
売
壳
壴
壶
壷
壹
壺
壼
壽
夀
夂
处
夆
备
変
夋
复
夏
夐
夒
夔
夕
外
夙
多
夛
夜
够
夠
夢
夤
夥
大
天
太
夫
夭
央
夯
失
夲
头
夷
夸
夹
夺
夾
奀
奁
奂
奄
奇
奈
奉
奋
奎
奏
奐
契
奔
奕
奖
套
奘
奚
奝
奠
奢
奣
奥
奧
奨
奩
奪
奬
奭
奮
女
奴
奵
奶
奸
她
奼
好
妁
如
妃
妄
妆
妇
妈
妊
妌
妍
妏
妒
妓
妖
妗
妘
妙
妛
妝
妞
妡
妣
妤
妥
妨
妩
妪
妫
妬
妮
妲
妳
妹
妺
妻
妾
姁
姃
姆
姇
姈
姉
姊
始
姍
姐
姑
姒
姓
委
姖
姗
姚
姜
姝
姞
姣
姥
姦
姧
姨
姪
姫
姬
姮
姵
姶
姸
姹
姻
姿
娀
威
娃
娄
娅
娆
娇
娉
娌
娍
娑
娓
娘
娛
娜
娟
娠
娡
娣
娥
娩
娭
娯
娱
娲
娴
娵
娶
娼
婀
婁
婆
婉
婊
婓
婕
婚
婞
婡
婢
婦
婧
婪
婬
婭
婴
婵
婶
婷
婺
婿
媄
媒
媓
媖
媗
媚
媛
媜
媞
媧
媪
媮
媯
媱
媲
媳
媵
媺
媼
媽
媾
嫁
嫂
嫄
嫉
嫌
嫏
嫒
嫔
嫕
嫖
嫗
嫘
嫚
嫠
嫡
嫣
嫥
嫦
嫩
嫮
嫰
嫱
嫲
嫵
嫺
嫻
嫽
嬅
嬈
嬉
嬋
嬌
嬕
嬖
嬗
嬙
嬛
嬡
嬢
嬤
嬥
嬪
嬬
嬰
嬲
嬴
嬷
嬸
嬾
嬿
孀
孃
孅
孋
孌
子
孑
孒
孔
孕
孖
字
存
孙
孚
孛
孜
孝
孟
孢
季
孤
孥
学
孩
孪
孫
孬
孭
孰
孱
孵
學
孺
孼
孽
孿
宀
宁
宂
它
宅
宇
守
安
宋
完
宍
宏
宓
宕
宗
官
宙
定
宛
宜
宝
实
実
宠
审
客
宣
室
宥
宦
宪
宫
宬
宮
宰
害
宴
宵
家
宸
容
宼
宽
宾
宿
寀
寂
寄
寅
密
寇
寉
寋
富
寎
寐
寒
寓
寔
寕
寗
寘
寛
寜
寝
寞
察
寡
寢
寤
寥
實
寧
寨
審
寪
寫
寬
寮
寯
寰
寳
寵
寶
寸
对
寺
寻
导
対
寿
封
専
射
将
將
專
尉
尊
尋
尌
對
導
小
尐
少
尒
尓
尔
尕
尖
尘
尙
尚
尛
尝
尞
尢
尤
尧
尪
尬
尭
就
尴
尵
尶
尷
尸
尹
尺
尻
尼
尽
尾
尿
局
屁
层
屄
居
屆
屇
屈
屉
届
屋
屌
屍
屎
屏
屐
屑
屓
展
屙
屚
屛
屜
属
屠
屡
屢
層
履
屦
屬
屮
屯
山
屴
屹
屺
屿
岀
岁
岂
岈
岋
岌
岍
岎
岏
岐
岑
岔
岕
岖
岗
岘
岙
岚
岛
岜
岞
岠
岡
岣
岦
岨
岩
岫
岬
岭
岱
岳
岵
岷
岸
岹
岻
岽
岾
峁
峄
峅
峇
峋
峒
峕
峘
峙
峠
峡
峤
峥
峦
峨
峩
峪
峭
峮
峯
峰
峴
島
峷
峻
峼
峽
崀
崁
崂
崃
崆
崇
崋
崌
崍
崎
崐
崑
崔
崖
崗
崙
崚
崛
崟
崠
崢
崤
崥
崦
崧
崩
崭
崮
崯
崱
崴
崽
崿
嵂
嵇
嵊
嵋
嵌
嵎
嵐
嵒
嵓
嵕
嵖
嵗
嵘
嵙
嵛
嵜
嵝
嵩
嵫
嵬
嵯
嵱
嵴
嵵
嵻
嵿
嶂
嶄
嶋
嶌
嶒
嶗
嶙
嶚
嶝
嶠
嶦
嶧
嶮
嶲
嶴
嶷
嶸
嶺
嶼
嶽
巂
巃
巅
巉
巋
巌
巍
巎
巒
巔
巖
巘
巜
川
州
巠
巡
巢
巣
巤
工
左
巧
巨
巩
巫
巭
差
巯
己
已
巳
巴
巵
巷
巹
巻
巽
巾
巿
帀
币
市
布
帅
帆
师
帋
希
帎
帏
帐
帑
帔
帕
帖
帘
帙
帚
帛
帜
帝
帡
帥
带
帧
帨
師
帬
席
帮
帯
帰
帱
帳
帶
帷
常
帻
帼
帽
幀
幂
幃
幄
幅
幇
幌
幐
幔
幕
幗
幝
幞
幟
幡
幢
幣
幪
幫
幬
幮
幱
干
平
年
幵
并
幷
幸
幹
幺
幻
幼
幽
幾
广
庀
庁
広
庄
庆
庇
床
序
庐
庑
库
应
底
庖
店
庙
庚
府
庞
废
庠
庥
度
座
庫
庭
庯
庱
庲
庳
庵
庶
康
庸
庹
庾
廁
廂
廃
廄
廆
廈
廉
廊
廋
廌
廑
廒
廓
廕
廖
廙
廚
廛
廝
廞
廟
廠
廡
廢
廣
廨
廩
廪
廬
廮
廯
廰
廱
廳
廴
延
廷
廸
廹
建
廻
廼
廿
开
弁
异
弃
弄
弅
弇
弈
弉
弊
弋
弌
弍
弎
式
弐
弑
弒
弓
弔
引
弖
弗
弘
弛
弜
弟
张
弢
弥
弦
弧
弨
弩
弭
弯
弱
弴
張
強
弹
强
弼
弽
弾
弿
彀
彁
彅
彆
彈
彉
彊
彌
彎
归
当
彔
录
彖
彗
彘
彙
彛
彝
彞
彠
彡
形
彣
彤
彥
彦
彧
彩
彪
彫
彬
彭
彰
影
彳
彷
役
彻
彼
彿
往
征
徂
徃
径
待
徇
很
徉
徊
律
後
徐
徑
徒
従
徕
得
徘
徙
徜
從
徠
御
徤
徧
徨
復
循
徫
徬
微
徳
徴
徵
德
徹
徽
心
忄
必
忆
忉
忌
忍
忎
忏
忐
忑
忒
忕
忖
志
忘
忙
忛
応
忝
忞
忠
忡
忣
忤
忧
忨
忪
快
忬
忭
忯
忱
念
忸
忻
忼
忽
忾
忿
怀
态
怂
怅
怆
怌
怎
怏
怒
怔
怕
怖
怙
怛
怜
思
怠
怡
怤
急
怦
性
怨
怩
怪
怯
怵
总
怼
怿
恁
恂
恃
恆
恊
恋
恍
恏
恐
恒
恕
恙
恝
恠
恢
恣
恤
恥
恨
恩
恪
恫
恬
恭
恮
息
恰
恳
恵
恶
恹
恺
恼
恽
恿
悄
悅
悉
悊
悌
悍
悒
悓
悔
悖
悚
悛
悝
悟
悠
患
悦
悧
您
悩
悪
悫
悬
悯
悰
悱
悲
悳
悴
悵
悶
悸
悻
悼
悽
情
惆
惇
惊
惋
惑
惓
惕
惗
惘
惚
惜
惟
惠
惡
惢
惣
惤
惦
惧
惨
惩
惫
惬
惭
惮
惯
惰
惱
惲
想
惶
惹
惺
愁
愃
愆
愈
愉
愍
意
愐
愔
愕
愚
愛
愜
感
愠
愢
愣
愤
愧
愨
愫
愰
愴
愷
愹
愼
愽
愿
慄
慆
慈
慊
態
慌
慍
慎
慑
慓
慕
慘
慙
慚
慜
慟
慢
慣
慤
慥
慧
慨
慬
慮
慰
慱
慳
慵
慶
慷
慾
憂
憊
憋
憎
憐
憑
憓
憔
憕
憙
憚
憤
憧
憨
憩
憫
憬
憮
憲
憶
憺
憾
懀
懂
懇
懈
應
懊
懋
懌
懐
懑
懒
懘
懙
懞
懟
懦
懲
懵
懶
懷
懸
懺
懼
懽
懾
懿
戀
戆
戇
戈
戉
戊
戌
戍
戎
戏
成
我
戒
戔
戕
或
戗
战
戚
戛
戟
戠
戡
戢
戣
戦
戩
截
戬
戮
戯
戰
戱
戲
戳
戴
戶
户
戸
戻
戽
戾
房
所
扁
扆
扇
扈
扉
手
扌
才
扎
扐
扑
扒
打
扔
払
托
扙
扛
扜
扞
扠
扢
扣
扦
执
扩
扪
扫
扬
扭
扮
扯
扰
扱
扳
扶
批
扺
扼
找
承
技
抄
抉
把
抋
抑
抒
抓
抔
投
抖
抗
折
抚
抛
抜
択
抟
抠
抡
抢
护
报
抧
抨
披
抬
抯
抱
抳
抵
抹
抺
抻
押
抽
抿
拂
拃
拄
担
拆
拇
拈
拉
拊
拋
拌
拍
拎
拏
拐
拑
拒
拓
拔
拖
拗
拘
拙
拚
招
拜
拝
拟
拠
拡
拢
拣
拥
拦
拧
拨
择
括
拭
拮
拯
拱
拳
拴
拵
拶
拷
拼
拽
拾
拿
持
挂
指
挈
按
挌
挎
挐
挑
挖
挙
挚
挛
挝
挞
挟
挠
挡
挣
挤
挥
挨
挪
挫
振
挹
挺
挽
挾
挿
捂
捃
捄
捅
捆
捉
捌
捍
捎
捏
捐
捒
捕
捗
捜
捞
损
捡
换
捣
捧
捨
捩
捫
捭
据
捱
捲
捴
捶
捷
捹
捺
捻
掀
掁
掂
掃
掇
授
掉
掌
掏
掐
排
掔
掖
掘
掙
掛
掟
掠
採
探
掣
接
控
推
掩
措
掬
掯
掰
掲
掳
掴
掷
掸
掹
掺
掻
掼
掾
揀
揃
揄
揆
揉
揍
描
提
插
揖
揚
換
握
揣
揩
揪
揫
揭
揮
援
揵
揶
揷
揸
揹
揺
揼
揽
揾
搀
搁
搂
搅
搆
搋
損
搏
搐
搓
搔
搖
搗
搜
搞
搟
搡
搢
搣
搥
搦
搧
搪
搬
搭
搯
搴
搵
搶
携
搽
搾
搿
摀
摁
摂
摃
摄
摆
摇
摊
摎
摑
摒
摔
摘
摚
摜
摞
摟
摠
摧
摩
摭
摯
摳
摶
摷
摸
摹
摺
摻
撂
撃
撅
撇
撈
撐
撑
撒
撓
撕
撘
撙
撚
撝
撞
撢
撣
撤
撥
撩
撫
撬
播
撮
撰
撲
撳
撵
撷
撸
撹
撻
撼
撾
撿
擀
擁
擂
擄
擅
擇
擊
擋
操
擎
擐
擒
擔
擕
擘
據
擠
擡
擢
擤
擥
擦
擧
擬
擰
擱
擲
擴
擷
擺
擼
擾
攀
攂
攄
攅
攆
攎
攏
攒
攔
攖
攘
攙
攜
攝
攞
攢
攣
攤
攥
攪
攫
攬
支
攲
攴
攵
收
攷
攸
改
攻
攽
放
政
敃
故
敆
效
敉
敌
敍
敎
敏
救
敕
敖
敗
敘
教
敛
敝
敞
敢
散
敦
敫
敬
数
敲
整
敵
敶
敷
數
敻
斂
斃
斄
文
斈
斉
斋
斌
斍
斎
斐
斑
斓
斕
斗
料
斛
斜
斝
斟
斡
斤
斥
斧
斩
斫
斬
断
斯
新
斲
斶
斷
方
斺
於
施
旁
旂
旃
旄
旅
旆
旉
旋
旌
旎
族
旕
旖
旗
旛
旜
无
既
日
旦
旧
旨
早
旬
旭
旮
旯
旰
旱
旳
旵
时
旷
旸
旺
旻
旼
旽
旿
昀
昂
昆
昇
昉
昊
昌
昍
明
昏
昑
易
昔
昕
昙
昜
昝
昞
星
映
春
昧
昨
昩
昪
昫
昬
昭
是
昱
昴
昵
昶
昺
昻
昼
显
晁
時
晃
晄
晅
晈
晉
晊
晋
晏
晒
晓
晔
晕
晖
晗
晙
晚
晛
晝
晞
晟
晠
晡
晢
晤
晥
晦
晧
晨
晩
晫
晬
普
景
晰
晳
晴
晶
晷
晸
智
晼
晽
晾
暁
暂
暄
暆
暇
暈
暉
暊
暌
暎
暐
暑
暕
暖
暗
暘
暝
暠
暢
暦
暧
暨
暪
暫
暭
暮
暱
暴
暸
暹
暻
暾
曀
曁
曄
曅
曆
曇
曈
曉
曌
曓
曔
曕
曖
曙
曛
曜
曝
曠
曡
曦
曨
曩
曬
曮
曰
曱
曲
曳
更
曵
曶
曷
書
曹
曺
曼
曽
曾
替
最
會
朅
月
有
朊
朋
朌
服
朏
朐
朓
朔
朕
朗
望
朝
期
朢
朦
朧
木
朩
未
末
本
札
朮
术
朱
朲
朴
朵
朶
朸
机
朽
杀
杁
杂
权
杆
杈
杉
杋
杌
李
杏
材
村
杓
杖
杙
杜
杞
束
杠
条
杢
杣
杤
来
杨
杩
杭
杮
杯
杰
東
杲
杳
杵
杷
杺
杻
杼
松
板
极
构
枅
枇
枉
枋
枌
析
枒
枓
枕
林
枘
枚
枛
果
枝
枞
枠
枡
枢
枣
枥
枦
枧
枨
枩
枪
枫
枭
枯
枰
枱
枲
枳
枵
架
枷
枸
枹
枺
枻
枼
柁
柃
柄
柊
柏
某
柑
柒
染
柔
柘
柙
柚
柜
柝
柞
柠
柢
柤
查
柩
柬
柯
柱
柳
柴
柵
柷
柸
柺
査
柾
柿
栀
栁
栂
栃
栄
栅
栆
标
栈
栉
栋
栌
栎
栏
树
栒
栓
栖
栗
栘
栝
栞
栟
校
栢
栥
栩
株
栫
栱
栲
栳
栴
样
核
根
栻
格
栽
栾
栿
桀
桁
桂
桃
桄
桅
框
案
桉
桌
桎
桐
桑
桓
桔
桕
桖
桜
桝
桟
桠
桡
桢
档
桤
桥
桦
桧
桨
桩
桪
桫
桮
桴
桶
桷
桿
梁
梃
梅
梆
梉
梏
梓
梔
梗
梘
梛
梜
條
梟
梠
梢
梣
梦
梧
梨
梭
梯
械
梱
梳
梴
梵
梶
梹
梼
梽
检
棂
棄
棅
棈
棉
棊
棋
棍
棐
棒
棓
棔
棕
棖
棗
棘
棚
棟
棠
棡
棣
棧
棨
棭
森
棰
棱
棲
棵
棹
棺
棻
棼
椀
椁
椅
椇
椋
植
椎
椏
椐
椑
椒
椓
椙
椚
椛
検
椝
椤
椥
椪
椬
椭
椰
椴
椵
椹
椺
椽
椿
楀
楂
楅
楆
楊
楓
楔
楕
楙
楚
楝
楞
楠
楡
楢
楣
楦
楨
楩
楪
楫
業
楮
楯
楳
極
楷
楸
楹
楻
楼
楽
楾
榀
概
榄
榆
榈
榉
榊
榍
榎
榑
榔
榕
榖
榘
榙
榛
榜
榥
榦
榧
榨
榫
榭
榮
榴
榶
榷
榻
榼
榾
榿
槀
槁
槃
槇
槊
構
槌
槍
槎
槐
槑
槓
槗
様
槙
槛
槟
槠
槤
槪
槭
槮
槱
槲
槳
槴
槹
槻
槽
槿
樁
樂
樅
樊
樋
樑
樒
樓
樔
樗
樘
標
樛
樞
樟
模
樣
樨
権
横
樫
樮
樯
樱
樴
樵
樶
樸
樹
樺
樼
樽
樾
橄
橆
橇
橈
橋
橐
橖
橘
橙
橚
橛
機
橡
橢
橦
橫
橱
橹
橼
橿
檀
檁
檄
檈
檍
檎
檐
檔
檗
檚
檜
檟
檢
檣
檩
檫
檬
檮
檯
檳
檸
檻
櫁
櫂
櫃
櫆
櫈
櫓
櫚
櫛
櫝
櫟
櫥
櫨
櫸
櫹
櫺
櫻
欄
欅
欉
權
欏
欒
欖
欝
欠
次
欢
欣
欧
欬
欲
欷
欸
欹
欺
欻
欽
款
歃
歆
歇
歉
歌
歎
歐
歓
歔
歗
歙
歛
歜
歟
歡
止
正
此
步
武
歧
歩
歪
歯
歲
歳
歴
歷
歸
歹
歺
死
歼
歿
殁
殃
殄
殆
殇
殉
殊
残
殒
殓
殖
殘
殚
殛
殞
殡
殤
殥
殪
殭
殮
殯
殲
殴
段
殷
殺
殻
殼
殽
殿
毀
毁
毂
毅
毆
毉
毊
毋
毌
母
毎
每
毐
毑
毒
毓
比
毕
毖
毗
毘
毙
毛
毡
毣
毦
毫
毬
毯
毱
毳
毽
氂
氅
氆
氇
氈
氏
氐
民
氓
气
氕
氖
気
氘
氙
氚
氛
氟
氡
氢
氣
氤
氦
氧
氨
氩
氪
氫
氬
氮
氯
氰
氳
水
氵
氷
永
氹
氽
氾
汀
汁
求
汅
汆
汇
汉
汊
汋
汌
汎
汐
汔
汕
汗
汙
汚
汛
汜
汝
汞
江
池
污
汣
汤
汧
汨
汩
汪
汭
汯
汰
汲
汴
汶
汸
汹
決
汽
汾
沁
沂
沃
沅
沆
沇
沈
沉
沌
沏
沐
沒
沓
沔
沖
沘
沙
沚
沛
沟
没
沢
沣
沤
沥
沦
沧
沨
沩
沪
沫
沬
沭
沮
沱
河
沸
油
沺
治
沼
沽
沾
沿
況
泂
泄
泅
泆
泉
泊
泌
泐
泓
泔
法
泖
泗
泚
泛
泞
泠
泡
波
泣
泥
注
泩
泪
泫
泮
泯
泰
泱
泳
泵
泶
泷
泸
泺
泻
泼
泽
泾
洁
洄
洅
洇
洈
洊
洋
洌
洎
洐
洑
洒
洗
洙
洚
洛
洞
洟
洣
洤
津
洧
洨
洩
洪
洭
洮
洱
洲
洵
洶
洸
洹
洺
活
洼
洽
派
洿
流
浃
浄
浅
浆
浇
浈
浉
浊
测
济
浏
浐
浑
浒
浓
浔
浙
浚
浛
浜
浟
浠
浣
浤
浥
浦
浧
浩
浪
浬
浮
浯
浲
浴
海
浸
浼
浿
涂
涅
涇
消
涉
涌
涎
涑
涓
涔
涕
涙
涛
涜
涝
涞
涟
涠
涡
涣
涤
润
涧
涨
涩
涪
涫
涮
涯
液
涴
涵
涷
涸
涼
涿
淀
淂
淄
淅
淆
淇
淋
淌
淏
淑
淒
淓
淔
淖
淘
淙
淚
淝
淞
淠
淡
淢
淤
淥
淦
淨
淩
淪
淫
淬
淮
淯
淰
深
淳
淵
淶
混
淸
淹
淺
添
淼
渃
清
渇
済
渉
渊
渋
渌
渍
渎
渐
渑
渓
渔
渕
渗
渙
渚
減
渝
渟
渠
渡
渢
渣
渤
渥
渦
温
渫
測
渭
港
渲
渳
渴
游
渹
渺
渼
渾
湃
湄
湉
湊
湋
湍
湎
湓
湔
湖
湘
湛
湜
湝
湞
湟
湡
湣
湧
湨
湫
湮
湯
湲
湳
湴
湶
湾
湿
満
溁
溃
溅
溆
溇
溈
溉
溌
溍
溎
溏
源
準
溘
溚
溜
溝
溟
溡
溢
溥
溦
溧
溪
溫
溯
溱
溲
溴
溵
溶
溷
溹
溺
溼
滁
滂
滄
滅
滇
滉
滋
滌
滎
滏
滑
滓
滔
滕
滗
滘
滙
滚
滝
滞
滟
滠
满
滢
滤
滥
滦
滨
滩
滬
滯
滲
滳
滴
滷
滸
滹
滺
滻
滾
滿
漁
漂
漆
漈
漉
漋
漏
漑
漓
演
漕
漚
漠
漢
漣
漥
漧
漩
漪
漫
漬
漭
漯
漱
漲
漳
漵
漷
漸
漼
漾
漿
潁
潄
潅
潆
潇
潋
潍
潏
潑
潔
潘
潙
潛
潜
潞
潟
潢
潤
潦
潧
潭
潮
潯
潰
潴
潷
潺
潻
潼
潽
潾
潿
澀
澁
澂
澄
澅
澆
澇
澈
澋
澍
澎
澐
澔
澗
澜
澞
澠
澡
澣
澤
澥
澧
澨
澪
澮
澱
澳
澴
澶
澹
激
濁
濂
濃
濆
濉
濊
濎
濑
濒
濓
濔
濕
濘
濙
濛
濞
濟
濠
濡
濢
濤
濧
濩
濫
濬
濮
濯
濰
濱
濳
濴
濵
濺
濼
濾
瀅
瀆
瀉
瀋
瀍
瀏
瀑
瀕
瀘
瀚
瀛
瀝
瀞
瀟
瀠
瀣
瀧
瀨
瀬
瀰
瀲
瀵
瀹
瀼
瀾
灃
灄
灈
灉
灊
灋
灌
灏
灑
灕
灘
灜
灝
灞
灡
灣
灤
灨
灩
火
灬
灭
灯
灰
灳
灵
灶
灸
灼
災
灾
灿
炀
炁
炅
炆
炉
炊
炎
炑
炒
炔
炕
炖
炙
炜
炝
炟
炤
炥
炦
炩
炫
炬
炭
炮
炯
炳
炵
炷
炸
点
為
炻
炼
炽
烁
烂
烃
烇
烈
烊
烋
烎
烏
烕
烘
烙
烚
烛
烜
烝
烟
烠
烤
烦
烧
烨
烩
烫
烬
热
烯
烴
烷
烹
烺
烽
焂
焉
焊
焌
焓
焔
焕
焖
焗
焘
焙
焚
焜
焟
無
焢
焦
焫
焮
焯
焰
焱
然
焺
焼
焿
煃
煅
煆
煇
煉
煊
煌
煎
煐
煑
煒
煓
煕
煖
煙
煚
煜
煞
煤
煥
煦
照
煨
煩
煬
煮
煱
煲
煶
煸
煽
熄
熅
熇
熈
熊
熏
熒
熔
熖
熘
熙
熛
熜
熟
熠
熤
熨
熬
熱
熲
熳
熵
熹
熺
熼
熾
燁
燃
燄
燆
燈
燉
燊
燎
燏
燐
燒
燔
燕
燗
燙
燚
燜
營
燠
燣
燥
燦
燧
燬
燭
燮
燴
燵
燻
燼
燾
燿
爀
爅
爆
爇
爌
爍
爐
爛
爟
爡
爨
爪
爬
爭
爰
爱
爲
爵
父
爷
爸
爹
爺
爻
爽
爾
爿
牀
牁
牂
牆
片
版
牋
牌
牍
牒
牕
牖
牘
牙
牛
牜
牝
牟
牠
牡
牢
牤
牦
牧
物
牪
牯
牲
牵
牸
特
牺
牽
牾
犀
犁
犂
犄
犇
犊
犍
犏
犒
犛
犟
犠
犢
犧
犨
犩
犪
犬
犭
犯
犵
状
犷
犸
犹
犺
犼
犽
狀
狁
狂
狃
狄
狆
狈
狌
狍
狎
狐
狒
狔
狖
狗
狙
狛
狝
狞
狠
狡
狢
狦
狨
狩
狫
独
狭
狮
狰
狱
狶
狷
狸
狹
狻
狼
狽
猁
猃
猄
猇
猊
猋
猎
猓
猕
猖
猗
猛
猜
猝
猞
猟
猢
猥
猨
猩
猪
猫
猬
猭
献
猱
猲
猳
猴
猶
猷
猺
猻
猾
猿
獁
獄
獅
獎
獏
獐
獑
獒
獖
獗
獞
獟
獠
獣
獨
獩
獪
獫
獬
獭
獮
獯
獰
獲
獴
獵
獶
獷
獸
獺
獻
獼
獾
獿
玁
玃
玄
玆
率
玉
王
玍
玎
玏
玑
玕
玖
玗
玘
玙
玛
玜
玝
玟
玠
玡
玢
玥
玦
玨
玩
玫
玭
玮
环
现
玲
玳
玵
玶
玷
玹
玺
玻
玼
珀
珂
珄
珅
珈
珉
珊
珌
珍
珎
珏
珐
珑
珓
珙
珞
珠
珢
珣
珥
珦
珧
珩
珪
珫
班
珮
珲
珵
珷
珹
珺
珽
現
琀
琁
球
琄
琅
理
琇
琈
琉
琊
琋
琍
琎
琏
琐
琓
琚
琛
琟
琠
琢
琣
琤
琥
琦
琨
琪
琬
琭
琮
琯
琰
琲
琳
琴
琵
琶
琹
琺
琼
琾
琿
瑀
瑁
瑃
瑄
瑅
瑆
瑈
瑉
瑊
瑋
瑑
瑒
瑔
瑕
瑗
瑙
瑚
瑛
瑜
瑝
瑞
瑟
瑠
瑢
瑣
瑤
瑥
瑧
瑨
瑩
瑪
瑫
瑬
瑭
瑯
瑰
瑱
瑲
瑳
瑶
瑷
瑺
瑽
瑾
璀
璁
璃
璄
璆
璇
璈
璉
璋
璎
璐
璔
璘
璙
璜
璝
璞
璟
璠
璡
璣
璥
璦
璧
璨
璩
璪
璫
環
璱
璲
璵
璷
璸
璹
璺
璻
璽
璿
瓊
瓌
瓏
瓒
瓓
瓔
瓖
瓘
瓚
瓛
瓜
瓞
瓠
瓡
瓢
瓣
瓤
瓦
瓧
瓮
瓯
瓴
瓶
瓷
瓿
甃
甄
甌
甍
甎
甏
甑
甓
甕
甘
甙
甚
甜
甝
生
甡
產
産
甥
甦
用
甩
甪
甫
甬
甭
甯
田
由
甲
申
甴
电
男
甸
町
画
甽
甾
畀
畅
畇
畈
畊
畋
界
畎
畏
畑
畔
留
畚
畜
畝
畠
畢
畤
略
畦
畧
畨
番
畫
畬
畯
異
畲
畳
畴
畵
當
畷
畸
畹
畾
畿
疃
疆
疇
疊
疋
疌
疍
疎
疏
疑
疒
疔
疕
疖
疗
疙
疚
疝
疟
疡
疢
疣
疤
疥
疫
疮
疯
疰
疱
疲
疳
疵
疸
疹
疼
疽
疾
痂
病
痆
症
痈
痉
痊
痍
痏
痒
痔
痕
痖
痘
痙
痛
痞
痠
痢
痣
痤
痧
痨
痩
痪
痫
痰
痱
痲
痴
痹
痺
痼
痿
瘀
瘁
瘆
瘋
瘍
瘓
瘖
瘗
瘘
瘙
瘞
瘟
瘠
瘡
瘢
瘤
瘦
瘧
瘩
瘪
瘫
瘴
瘵
瘸
瘻
瘾
瘿
癀
療
癆
癇
癈
癌
癎
癒
癔
癖
癘
癜
癞
癟
癡
癢
癣
癥
癩
癪
癫
癬
癭
癮
癱
癲
癸
癹
発
登
發
白
百
皁
皂
皃
的
皆
皇
皈
皋
皎
皐
皑
皓
皖
皙
皚
皛
皞
皢
皤
皦
皮
皰
皱
皲
皴
皷
皺
皿
盂
盃
盅
盆
盈
益
盋
盌
盎
盏
盐
监
盒
盔
盖
盗
盘
盛
盜
盞
盟
盡
監
盤
盥
盦
盧
盩
盪
目
盯
盱
盲
直
相
盹
盻
盼
盾
眀
省
眅
眈
眉
看
県
眎
眕
眘
眙
眚
眛
眜
眞
真
眠
眡
眨
眩
眭
眯
眴
眶
眷
眸
眺
眼
眾
着
睁
睇
睍
睏
睐
睑
睛
睜
睞
睡
睢
督
睦
睨
睩
睪
睫
睹
睺
睽
睾
睿
瞀
瞄
瞇
瞋
瞌
瞎
瞑
瞒
瞓
瞜
瞞
瞟
瞠
瞥
瞧
瞩
瞪
瞬
瞭
瞰
瞱
瞳
瞻
瞼
瞽
瞾
瞿
矇
矍
矓
矗
矚
矛
矜
矞
矟
矢
矣
知
矧
矩
矫
矬
短
矮
矯
矰
石
矴
矶
矸
矼
矽
矾
矿
砀
码
砂
砇
砌
砍
砑
砒
研
砕
砖
砗
砚
砜
砝
砟
砡
砢
砣
砥
砦
砧
砬
砭
砯
砰
砲
破
砷
砸
砹
砺
砼
砾
础
硂
硃
硅
硇
硌
硍
硎
硏
硐
硒
硓
硕
硖
硚
硝
硤
硨
硪
硫
硬
确
硯
硷
硼
碁
碇
碉
碌
碍
碎
碑
碓
碕
碗
碘
碙
碚
碛
碜
碞
碟
碣
碧
碩
碭
碰
碱
碲
碳
碴
碶
碹
確
碻
碼
碾
磁
磅
磊
磋
磎
磐
磑
磔
磕
磙
磚
磝
磡
磧
磨
磬
磯
磲
磴
磷
磺
磻
磾
礀
礁
礅
礎
礑
礒
礓
礙
礜
礠
礡
礣
礤
礦
礪
礫
礬
礮
礱
礴
礹
示
礻
礼
礽
社
祀
祁
祂
祅
祇
祈
祉
祊
祋
祎
祏
祐
祒
祓
祔
祕
祖
祗
祘
祙
祚
祛
祜
祝
神
祟
祠
祢
祤
祥
票
祩
祫
祬
祭
祯
祷
祸
祹
祺
祻
祼
祿
禀
禁
禄
禅
禊
禋
禍
禎
福
禑
禓
禔
禕
禛
禟
禤
禦
禧
禪
禬
禭
禮
禰
禱
禳
禵
禹
禺
离
禽
禾
禿
秀
私
秂
秃
秆
秈
秉
秋
种
科
秒
秕
秘
秝
秞
租
秣
秤
秦
秧
秩
秫
秭
积
称
秸
秺
移
秽
秾
稀
稂
稅
稈
稊
程
稍
税
稒
稔
稗
稙
稚
稜
稞
稟
稠
稣
種
稱
稲
稳
稷
稹
稻
稼
稽
稾
稿
穀
穂
穆
穈
穉
穌
積
穎
穏
穐
穑
穗
穚
穜
穟
穠
穡
穢
穣
穩
穫
穰
穴
究
穷
穸
穹
空
穿
突
窃
窄
窈
窋
窍
窑
窒
窓
窕
窖
窗
窘
窜
窝
窟
窠
窣
窥
窦
窨
窩
窪
窮
窯
窰
窳
窶
窺
窻
窿
竃
竄
竅
竇
竈
竊
立
竑
竒
竖
站
竜
竝
竞
竟
章
竢
竣
童
竦
竪
竫
竭
端
競
竹
竺
竽
竾
竿
笁
笃
笄
笆
笈
笊
笋
笏
笑
笔
笕
笘
笙
笛
笞
笠
笤
笥
符
笨
笪
笫
第
笮
笱
笳
笵
笶
笹
笺
笼
笾
筁
筅
筆
筇
筈
等
筊
筋
筌
筍
筎
筏
筐
筑
筒
筓
答
策
筚
筛
筜
筝
筞
筠
筤
筥
筧
筬
筭
筮
筯
筰
筱
筲
筳
筴
筵
筶
筷
筹
筺
筻
筼
签
简
箅
箆
箇
箋
箍
箏
箐
箒
箓
箔
箕
算
箚
箛
箜
箝
箟
管
箩
箪
箫
箬
箭
箱
箲
箴
箸
節
篁
範
篆
篇
築
篋
篌
篏
篐
篑
篓
篙
篝
篠
篡
篢
篤
篥
篦
篩
篪
篭
篮
篯
篱
篳
篶
篷
篼
篾
簀
簁
簃
簇
簋
簌
簍
簑
簒
簓
簕
簗
簟
簡
簦
簧
簪
簫
簰
簷
簸
簽
簾
簿
籀
籁
籃
籌
籍
籏
籐
籓
籔
籘
籙
籛
籜
籟
籠
籣
籤
籥
籩
籬
籮
籲
米
籴
籵
籹
籺
类
籼
籽
籾
粂
粄
粉
粋
粍
粑
粒
粕
粗
粘
粛
粜
粟
粢
粤
粥
粧
粨
粩
粪
粮
粯
粱
粲
粳
粵
粷
粸
粹
粼
粽
精
粿
糀
糁
糅
糉
糊
糋
糌
糍
糎
糕
糖
糗
糙
糜
糝
糞
糟
糠
糧
糬
糭
糯
糰
糲
糶
糷
糸
糹
糺
系
糾
紀
紂
約
紅
紆
紇
紈
紉
紊
紋
納
紐
紓
純
紗
紘
紙
級
紛
紜
紞
素
紡
索
紧
紫
紬
紮
累
細
紱
紲
紳
紹
紺
終
絃
組
絅
絆
絋
経
絎
結
絔
絕
絖
絛
絜
絞
絠
絡
絢
絣
給
絨
絪
絫
絮
統
絲
絳
絵
絶
絹
絺
絽
綁
綃
綉
綏
綑
經
綖
綘
継
続
綛
綜
綝
綠
綢
綣
綦
綫
綬
維
綮
綰
綱
網
綴
綵
綷
綸
綺
綻
綽
綾
綿
緁
緄
緇
緈
緊
緋
緍
総
緑
緒
緖
緗
緘
線
緜
緝
緞
締
緡
緣
編
緩
緬
緯
緱
緲
練
緹
緻
縁
縂
縄
縅
縈
縉
縊
縋
縐
縒
縚
縛
縝
縞
縠
縡
縢
縣
縦
縫
縮
縱
縲
縴
縵
縶
縷
縹
縺
縻
總
績
繁
繃
繅
繆
繇
繊
繋
繍
繐
繒
繓
織
繕
繖
繙
繚
繜
繝
繞
繠
繡
繧
繩
繪
繫
繭
繰
繳
繸
繹
繻
繼
繽
繾
纁
纂
纈
纊
續
纏
纐
纒
纓
纖
纘
纛
纜
纟
纠
纡
红
纣
纤
纥
约
级
纨
纪
纫
纬
纭
纯
纰
纱
纲
纳
纵
纶
纷
纸
纹
纺
纽
纾
线
绀
练
组
绅
细
织
终
绉
绊
绋
绌
绍
绎
经
绑
绒
结
绔
绕
绗
绘
给
绚
绛
络
绝
绞
统
绡
绢
绣
绥
绦
继
绨
绩
绪
绫
续
绮
绯
绰
绳
维
绵
绶
绷
绸
绻
综
绽
绾
绿
缀
缁
缃
缄
缅
缆
缇
缈
缉
缍
缎
缐
缒
缓
缔
缕
编
缗
缘
缙
缚
缛
缜
缝
缟
缠
缢
缣
缤
缥
缦
缨
缩
缪
缫
缬
缭
缮
缯
缰
缱
缴
缵
缶
缷
缸
缺
缻
缽
罂
罃
罄
罅
罈
罉
罋
罌
罍
罐
网
罒
罔
罕
罗
罘
罚
罟
罠
罡
罢
罨
罩
罪
罫
置
罰
署
罴
罵
罷
罹
罽
羁
羂
羃
羅
羆
羇
羈
羊
羋
羌
美
羑
羔
羕
羖
羚
羝
羞
羟
羡
羢
羣
群
羥
羧
羨
義
羬
羭
羮
羯
羰
羱
羲
羵
羸
羹
羽
羿
翀
翁
翃
翅
翆
翊
翌
翎
翏
習
翔
翕
翖
翘
翙
翚
翟
翠
翡
翥
翦
翩
翫
翬
翮
翯
翰
翱
翳
翷
翹
翻
翼
翽
耀
老
考
耄
者
耆
耉
耋
而
耍
耐
耒
耔
耕
耗
耘
耙
耜
耦
耨
耳
耶
耷
耸
耹
耻
耽
耿
聂
聃
聆
聊
聋
职
聒
联
聖
聘
聚
聞
聡
聨
聪
聯
聰
聲
聳
聴
聵
聶
職
聹
聼
聽
聾
聿
肃
肄
肅
肆
肇
肉
肋
肌
肏
肓
肖
肘
肚
肛
肜
肝
肟
肠
股
肢
肤
肥
肧
肩
肪
肫
肮
肯
肰
肱
育
肴
肶
肸
肹
肺
肼
肽
肾
肿
胀
胁
胃
胄
胆
胇
背
胍
胎
胐
胖
胗
胙
胚
胛
胜
胝
胞
胡
胤
胥
胧
胨
胩
胪
胫
胭
胯
胰
胱
胳
胴
胶
胸
胺
能
脂
脅
脆
脇
脈
脉
脊
脍
脏
脐
脑
脒
脓
脕
脖
脘
脚
脛
脢
脣
脤
脩
脫
脯
脱
脲
脳
脷
脸
脹
脽
脾
腄
腆
腈
腊
腋
腌
腍
腎
腐
腑
腓
腔
腕
腟
腥
腦
腧
腩
腫
腭
腮
腰
腱
腳
腴
腸
腹
腺
腻
腾
腿
膀
膈
膊
膎
膏
膑
膔
膘
膚
膛
膜
膝
膠
膣
膦
膨
膩
膮
膰
膳
膵
膺
膻
膽
膾
膿
臀
臂
臃
臆
臈
臉
臊
臋
臍
臏
臑
臓
臘
臙
臚
臟
臣
臥
臧
臨
自
臫
臬
臭
臮
臯
至
致
臺
臻
臼
臾
舀
舁
舂
舄
舅
舆
與
興
舉
舊
舌
舍
舎
舐
舒
舔
舖
舗
舘
舛
舜
舞
舟
舢
舣
舨
舩
航
舫
般
舰
舱
舳
舴
舵
舶
舷
舸
船
舺
舾
艂
艅
艇
艋
艏
艘
艙
艚
艟
艠
艤
艦
艨
艪
艫
艮
良
艰
艱
色
艳
艶
艷
艸
艹
艺
艽
艾
芀
节
芃
芈
芊
芋
芍
芎
芑
芒
芗
芘
芙
芚
芜
芝
芠
芡
芥
芦
芨
芩
芪
芫
芬
芭
芮
芯
花
芳
芴
芶
芷
芸
芹
芺
芻
芽
芾
苁
苄
苅
苇
苊
苋
苍
苎
苏
苐
苑
苒
苓
苔
苕
苖
苗
苙
苚
苛
苜
苞
苟
苡
苣
苤
若
苦
苧
苩
苫
苬
苮
苯
英
苳
苴
苶
苷
苹
苺
苻
苼
苾
茀
茁
茂
范
茄
茅
茆
茈
茉
茊
茌
茎
茏
茑
茔
茗
茘
茛
茜
茝
茡
茣
茧
茨
茫
茬
茭
茯
茱
茲
茴
茵
茶
茸
茹
茺
茼
荀
荂
荃
荄
荅
荆
荇
荈
草
荊
荏
荐
荑
荒
荔
荖
荘
荙
荚
荛
荞
荟
荠
荡
荣
荤
荥
荧
荨
荪
荫
荬
荭
药
荳
荷
荸
荻
荼
荽
莀
莅
莆
莉
莊
莋
莎
莒
莓
莔
莖
莘
莚
莛
莜
莞
莟
莠
莢
莧
莨
莪
莫
莱
莲
莳
莴
莵
获
莹
莺
莼
莽
莿
菀
菁
菂
菄
菅
菇
菈
菉
菊
菋
菌
菏
菑
菓
菖
菘
菜
菟
菠
菡
菩
菪
菫
華
菰
菱
菲
菴
菸
菹
菻
菽
萁
萃
萄
萅
萇
萊
萋
萌
萍
萎
萏
萐
萑
萓
萘
萜
萝
萠
萡
萤
营
萦
萧
萨
萩
萬
萭
萯
萱
萵
萷
萸
萻
萼
落
葂
葅
葆
葇
葉
葊
葎
葑
葒
著
葚
葛
葡
董
葦
葩
葫
葬
葭
葯
葰
葱
葳
葵
葶
葷
葸
葹
葺
葿
蒂
蒄
蒋
蒌
蒍
蒎
蒐
蒓
蒔
蒖
蒗
蒙
蒜
蒞
蒟
蒡
蒧
蒨
蒯
蒱
蒲
蒴
蒸
蒹
蒺
蒻
蒼
蒽
蒿
蓀
蓁
蓂
蓄
蓆
蓉
蓋
蓍
蓐
蓑
蓓
蓖
蓙
蓚
蓜
蓝
蓟
蓣
蓥
蓨
蓪
蓬
蓮
蓯
蓳
蓴
蓺
蓼
蓾
蓿
蔀
蔆
蔌
蔎
蔑
蔓
蔔
蔗
蔘
蔚
蔝
蔞
蔡
蔣
蔥
蔦
蔫
蔬
蔭
蔴
蔵
蔷
蔺
蔻
蔼
蔽
蔿
蕁
蕃
蕅
蕆
蕈
蕉
蕊
蕎
蕓
蕖
蕗
蕘
蕙
蕞
蕡
蕣
蕤
蕥
蕨
蕩
蕪
蕬
蕭
蕰
蕲
蕴
蕷
蕸
蕹
蕺
蕻
蕾
薀
薄
薅
薆
薇
薈
薉
薊
薋
薌
薏
薑
薓
薔
薗
薙
薛
薜
薤
薦
薨
薩
薪
薫
薬
薮
薯
薰
薱
薳
薴
薷
薹
薺
薾
藁
藉
藍
藎
藏
藐
藓
藕
藜
藝
藤
藥
藨
藩
藪
藴
藷
藹
藺
藻
藿
蘂
蘄
蘅
蘆
蘇
蘊
蘋
蘌
蘑
蘓
蘖
蘗
蘚
蘢
蘧
蘭
蘱
蘷
蘸
蘼
蘿
虀
虍
虎
虏
虐
虑
虒
虓
虔
處
虘
虚
虛
虜
虞
號
虢
虧
虨
虪
虫
虬
虮
虯
虱
虹
虺
虻
虽
虾
蚀
蚁
蚂
蚊
蚋
蚌
蚍
蚎
蚑
蚓
蚕
蚜
蚝
蚠
蚡
蚣
蚤
蚧
蚨
蚩
蚪
蚫
蚬
蚯
蚰
蚱
蚴
蚵
蚶
蚺
蛀
蛄
蛆
蛇
蛉
蛊
蛋
蛍
蛎
蛏
蛐
蛑
蛔
蛙
蛛
蛞
蛟
蛣
蛤
蛧
蛩
蛭
蛮
蛯
蛰
蛳
蛸
蛹
蛺
蛻
蛾
蜀
蜂
蜃
蜆
蜇
蜈
蜉
蜊
蜋
蜍
蜑
蜒
蜓
蜕
蜖
蜗
蜘
蜙
蜚
蜜
蜞
蜡
蜢
蜣
蜥
蜨
蜩
蜱
蜴
蜷
蜻
蜼
蜽
蜾
蜿
蝇
蝈
蝉
蝋
蝌
蝎
蝓
蝕
蝗
蝘
蝙
蝚
蝝
蝟
蝠
蝣
蝦
蝨
蝪
蝮
蝯
蝰
蝲
蝴
蝶
蝸
蝽
蝾
蝿
螂
螃
螄
螅
螈
融
螗
螞
螟
螢
螣
螨
螫
螭
螯
螳
螵
螺
螻
螽
蟀
蟄
蟆
蟇
蟊
蟋
蟌
蟎
蟐
蟑
蟒
蟛
蟜
蟞
蟠
蟬
蟮
蟯
蟲
蟳
蟶
蟷
蟹
蟻
蟾
蠃
蠅
蠆
蠋
蠍
蠑
蠓
蠔
蠕
蠘
蠚
蠟
蠡
蠢
蠣
蠪
蠬
蠱
蠲
蠵
蠶
蠹
蠻
蠼
血
衅
衆
衊
行
衍
衎
衒
術
衔
衕
衖
街
衙
衚
衛
衜
衝
衞
衡
衢
衣
衤
补
表
衩
衫
衬
衮
衰
衲
衴
衷
衹
衽
衾
衿
袁
袂
袄
袅
袈
袋
袍
袐
袒
袔
袖
袗
袛
袜
袞
袠
袢
袤
袪
被
袭
袱
袴
袵
袷
袾
裁
裂
裃
裄
装
裆
裇
裈
裉
裊
裏
裒
裔
裕
裘
裙
補
裝
裟
裡
裢
裣
裤
裥
裨
裰
裱
裲
裳
裴
裵
裸
裹
裺
裼
製
裾
褂
褄
褆
複
褊
褌
褐
褒
褓
褔
褘
褙
褚
褛
褜
褝
褞
褡
褣
褥
褪
褫
褱
褲
褴
褵
褶
褸
褻
褾
襁
襃
襄
襅
襆
襇
襌
襍
襕
襖
襚
襞
襟
襠
襤
襦
襪
襬
襯
襲
襳
襴
襷
西
要
覃
覅
覆
覇
見
規
覓
視
覗
覘
覚
覡
覦
覧
覩
親
覬
覯
覲
観
覷
覺
覽
觀
见
观
规
觅
视
览
觉
觊
觋
觎
觑
角
觔
觚
觜
觞
解
觥
触
觬
觯
觳
觴
觸
觿
言
訁
訂
訃
訄
訇
計
訊
訌
討
訓
訔
訕
訖
託
記
訛
訝
訟
訢
訣
訥
訪
訫
設
許
訳
訴
訶
訸
診
註
証
訾
詁
詎
詐
詒
詔
評
詛
詞
詠
詡
詢
詣
詥
試
詧
詩
詫
詬
詭
詮
詰
話
該
詳
詵
詹
詻
詼
誂
誄
誅
誆
誇
誉
誊
誌
認
誐
誑
誒
誓
誔
誕
誘
誚
語
誠
誡
誣
誤
誥
誦
誨
說
説
読
誰
課
誹
誼
誾
調
諂
諄
談
請
諌
諍
諏
諒
論
諗
諜
諝
諞
諟
諡
諤
諦
諧
諫
諭
諮
諱
諲
諳
諴
諶
諷
諸
諺
諼
諾
謀
謁
謂
謄
謇
謊
謌
謎
謐
謔
謖
謗
謙
謚
講
謜
謝
謠
謡
謢
謣
謨
謩
謫
謬
謰
謳
謹
謾
譁
證
譌
譎
譏
譒
譓
譔
識
譙
譚
譛
譜
譟
警
譫
譬
譯
議
譲
譴
譵
護
譻
譽
讀
讃
變
讌
讎
讐
讒
讓
讔
讖
讘
讙
讚
讜
讞
讠
计
订
讣
认
讧
讨
让
讪
训
议
讯
记
讲
讳
讴
讶
讷
许
讹
论
讼
讽
设
访
诀
证
诂
诃
评
诅
识
诈
诉
诊
诋
诌
词
诏
译
诒
试
诗
诘
诙
诚
诛
诜
话
诞
诟
诠
诡
询
诣
诤
该
详
诧
诩
诫
诬
语
误
诰
诱
诲
诳
说
诵
诶
请
诸
诹
诺
读
诽
课
谀
谁
调
谅
谆
谇
谈
谊
谋
谌
谍
谎
谏
谐
谑
谒
谓
谔
谕
谖
谘
谙
谚
谛
谜
谞
谟
谠
谡
谢
谣
谤
谥
谦
谧
谨
谩
谬
谭
谯
谱
谴
谶
谷
谿
豁
豅
豆
豇
豈
豉
豊
豋
豌
豎
豐
豔
豕
豚
象
豦
豨
豪
豫
豬
豰
豲
豳
豸
豹
豺
豻
豼
貂
貃
貅
貉
貊
貌
貍
貓
貔
貘
貜
貝
貞
負
財
貢
貧
貨
販
貪
貫
責
貯
貰
貳
貴
貶
買
貸
貺
費
貼
貽
貿
賀
賁
賂
賃
賄
資
賈
賊
賍
賎
賑
賓
賔
賕
賚
賛
賜
賞
賠
賡
賢
賣
賤
賦
賧
賨
質
賬
賭
賴
賹
賺
購
賽
賾
贄
贅
贇
贈
贊
贋
贍
贏
贓
贔
贖
贛
贝
贞
负
贠
贡
财
责
贤
败
账
货
质
贩
贪
贫
贬
购
贮
贯
贰
贱
贲
贴
贵
贶
贷
贸
费
贺
贻
贼
贽
贾
贿
赀
赁
赂
赃
资
赅
赈
赉
赊
赋
赌
赎
赏
赐
赓
赔
赖
赗
赘
赚
赛
赜
赝
赞
赟
赠
赡
赢
赣
赤
赦
赫
赬
赭
走
赱
赳
赴
赵
赶
起
趁
超
趉
越
趋
趎
趕
趙
趟
趣
趨
趯
足
趴
趵
趸
趺
趼
趾
跂
跃
跄
跅
跆
跋
跌
跍
跎
跏
跑
跖
跚
跛
跜
距
跟
跡
跢
跣
跤
跨
跩
跪
跫
路
跳
践
跷
跹
跺
跻
踅
踉
踊
踌
踎
踏
踐
踒
踝
踞
踟
踢
踣
踧
踩
踪
踬
踭
踮
踯
踰
踱
踴
踵
踶
踹
踽
蹀
蹁
蹂
蹄
蹇
蹈
蹉
蹊
蹋
蹒
蹓
蹙
蹚
蹛
蹟
蹠
蹣
蹤
蹦
蹩
蹬
蹭
蹰
蹲
蹴
蹶
蹺
蹻
蹼
蹿
躁
躅
躇
躉
躊
躋
躍
躏
躐
躑
躓
躔
躙
躞
躡
躨
躩
躪
身
躬
躭
躯
躰
躲
躺
躾
軀
軆
車
軋
軌
軍
軑
軒
軔
軚
軛
軟
転
軫
軷
軸
軹
軺
軻
軼
軽
軾
軿
較
輅
載
輋
輌
輒
輓
輔
輕
輛
輜
輝
輞
輟
輢
輥
輦
輩
輪
輯
輳
輶
輸
輻
輾
輿
轂
轄
轅
轆
轉
轌
轍
轎
轘
轝
轟
轡
轢
轤
车
轧
轨
轩
轫
转
轭
轮
软
轰
轱
轲
轴
轶
轸
轻
轼
载
轾
轿
较
辄
辅
辆
辇
辈
辉
辊
辋
辍
辐
辑
输
辔
辕
辖
辗
辘
辙
辛
辜
辝
辞
辟
辠
辣
辦
辧
辨
辩
辫
辭
辮
辯
辰
辱
農
辳
辵
辶
边
辺
辻
込
辽
达
辿
迁
迂
迄
迅
过
迈
迊
迌
迎
运
近
迓
返
还
这
进
远
违
连
迟
迢
迣
迤
迥
迦
迨
迩
迪
迫
迭
述
迳
迴
迷
迸
迹
迺
迻
追
退
送
适
逃
逄
逅
逆
选
逊
逋
逍
透
逐
逑
递
逓
途
逕
逖
逗
這
通
逛
逝
逞
速
造
逡
逢
連
逥
逧
逮
逯
週
進
逴
逵
逶
逷
逸
逹
逻
逼
逾
遁
遂
遄
遅
遇
遊
運
遍
過
遏
遐
遑
遒
道
達
違
遗
遘
遙
遛
遜
遝
遞
遠
遡
遢
遣
遥
遨
適
遭
遮
遯
遲
遴
遵
遶
遷
選
遹
遺
遼
遽
避
邀
邁
邂
邃
還
邅
邆
邇
邈
邉
邊
邋
邏
邑
邓
邕
邗
邙
邛
邝
邠
邡
邢
那
邦
邨
邪
邬
邮
邯
邰
邱
邲
邳
邴
邵
邶
邸
邹
邺
邻
邽
邾
郁
郃
郄
郅
郊
郎
郏
郑
郓
郕
郗
郘
郚
郛
郜
郝
郞
郟
郡
郢
郤
郦
郧
部
郪
郫
郭
郯
郰
郳
郴
郵
郷
郸
郻
都
郾
郿
鄀
鄂
鄃
鄄
鄅
鄆
鄉
鄍
鄒
鄔
鄕
鄖
鄗
鄙
鄚
鄜
鄞
鄠
鄡
鄢
鄣
鄧
鄩
鄭
鄮
鄯
鄰
鄱
鄲
鄳
鄴
鄶
鄺
酃
酆
酇
酈
酉
酊
酋
酌
配
酎
酐
酒
酔
酖
酗
酘
酚
酛
酝
酞
酢
酣
酥
酩
酪
酬
酮
酯
酰
酱
酲
酵
酶
酷
酸
酹
酺
酽
酿
醁
醂
醃
醇
醉
醋
醌
醍
醐
醒
醗
醚
醛
醜
醞
醡
醢
醣
醤
醪
醫
醬
醮
醯
醱
醴
醵
醸
醺
釀
釁
釃
釆
采
釈
釉
释
釋
里
重
野
量
釐
金
釒
釕
釗
釘
釜
針
釣
釤
釦
釧
釩
釬
釭
釲
釵
釷
釹
釻
釼
鈀
鈄
鈅
鈉
鈊
鈍
鈎
鈐
鈑
鈔
鈕
鈜
鈞
鈡
鈣
鈥
鈦
鈩
鈪
鈴
鈷
鈸
鈹
鈺
鈽
鈾
鈿
鉀
鉂
鉃
鉄
鉅
鉆
鉈
鉉
鉋
鉍
鉎
鉏
鉑
鉓
鉗
鉚
鉛
鉞
鉢
鉤
鉦
鉬
鉭
鉱
鉴
鉶
鉷
鉸
鉻
鉾
銀
銃
銅
銈
銍
銑
銒
銓
銕
銖
銘
銙
銚
銛
銜
銠
銡
銣
銥
銦
銨
銬
銭
銮
銲
銳
銶
銷
銹
銻
銼
鋁
鋅
鋆
鋇
鋈
鋉
鋌
鋏
鋐
鋒
鋔
鋕
鋛
鋤
鋥
鋩
鋪
鋬
鋭
鋮
鋯
鋰
鋲
鋳
鋸
鋹
鋺
鋻
鋼
錀
錂
錄
錆
錍
錐
錕
錘
錙
錚
錛
錞
錠
錡
錢
錣
錤
錦
錧
錨
錩
錫
錬
錮
錯
錱
録
錳
錵
錶
錸
錺
錼
錾
鍀
鍇
鍈
鍊
鍋
鍍
鍏
鍐
鍔
鍖
鍗
鍘
鍙
鍚
鍛
鍜
鍝
鍠
鍥
鍧
鍪
鍬
鍮
鍰
鍳
鍵
鍶
鍹
鍺
鍼
鍾
鎂
鎊
鎌
鎏
鎓
鎔
鎕
鎖
鎗
鎘
鎚
鎛
鎞
鎢
鎣
鎧
鎩
鎬
鎭
鎮
鎰
鎳
鎵
鎷
鎺
鏂
鏃
鏇
鏈
鏉
鏊
鏍
鏐
鏑
鏕
鏖
鏗
鏘
鏙
鏜
鏝
鏞
鏟
鏡
鏢
鏤
鏥
鏦
鏧
鏨
鏪
鏵
鏷
鏸
鏺
鏻
鏽
鐃
鐆
鐇
鐉
鐏
鐐
鐓
鐔
鐗
鐘
鐙
鐚
鐡
鐣
鐤
鐧
鐨
鐫
鐬
鐮
鐱
鐲
鐳
鐵
鐶
鐸
鐹
鐺
鐽
鐾
鐿
鑀
鑁
鑄
鑅
鑊
鑌
鑑
鑒
鑓
鑚
鑛
鑜
鑞
鑠
鑢
鑣
鑥
鑪
鑫
鑭
鑯
鑰
鑲
鑴
鑵
鑶
鑷
鑻
鑼
鑽
鑾
鑿
钅
钇
针
钉
钊
钌
钍
钎
钏
钐
钒
钓
钕
钗
钙
钚
钛
钜
钝
钞
钟
钠
钡
钢
钣
钤
钥
钦
钧
钨
钩
钫
钬
钭
钮
钯
钰
钱
钲
钳
钴
钵
钶
钹
钺
钻
钼
钽
钾
钿
铀
铁
铂
铃
铄
铅
铆
铈
铉
铊
铋
铌
铍
铎
铏
铐
铑
铒
铕
铖
铗
铙
铛
铜
铝
铟
铠
铡
铢
铣
铤
铧
铨
铩
铪
铫
铬
铭
铮
铯
铰
铱
铲
铳
铵
银
铸
铺
铼
铽
链
铿
销
锁
锂
锃
锄
锅
锆
锈
锉
锋
锌
锍
锎
锏
锐
锑
锔
锗
错
锚
锛
锜
锞
锟
锡
锢
锣
锤
锥
锦
锨
锭
键
锯
锰
锲
锴
锵
锶
锷
锹
锺
锻
锿
镀
镁
镂
镇
镉
镊
镌
镍
镐
镑
镒
镓
镔
镕
镖
镗
镙
镛
镜
镝
镟
镡
镢
镣
镤
镦
镧
镨
镩
镫
镭
镯
镰
镱
镲
镳
镶
長
镸
长
門
閂
閃
閆
閇
閈
閉
開
閎
閏
閑
閒
間
閔
閖
閗
閘
閙
閟
閠
閡
関
閣
閤
閥
閨
閩
閪
閬
閭
閱
閲
閶
閹
閻
閼
閾
闁
闆
闇
闈
闊
闋
闌
闍
闐
闒
闓
闔
闕
闖
闘
關
闞
闡
闢
闥
门
闩
闪
闫
闭
问
闯
闰
闲
闳
间
闵
闷
闸
闹
闺
闻
闼
闽
闾
闿
阀
阁
阄
阅
阆
阇
阈
阉
阊
阋
阎
阐
阑
阔
阖
阗
阙
阚
阜
阝
队
阡
阪
阬
阮
阯
阱
防
阳
阴
阵
阶
阻
阿
陀
陁
陂
附
际
陆
陇
陈
陉
陋
陌
降
限
陑
陕
陘
陛
陜
陝
陞
陟
陡
院
陣
除
陥
陨
险
陪
陬
陰
陲
陳
陵
陶
陷
陸
険
陽
陾
隂
隃
隄
隅
隆
隈
隊
隋
隍
階
随
隐
隑
隔
隕
隗
隘
隙
際
障
隞
隠
隣
隧
隨
險
隰
隱
隴
隶
隷
隸
隹
隺
隻
隼
隽
难
雀
雁
雃
雄
雅
集
雇
雉
雊
雋
雌
雍
雎
雏
雑
雒
雕
雖
雙
雛
雜
雝
雞
雟
雠
離
難
雨
雩
雪
雫
雯
雰
雲
雳
零
雷
雹
電
雾
需
霁
霄
霅
霆
震
霈
霉
霊
霍
霎
霏
霑
霓
霖
霙
霛
霜
霞
霠
霦
霧
霫
霭
霰
露
霸
霹
霽
霾
靂
靄
靆
靇
靈
靉
靏
靐
靑
青
靓
靖
静
靚
靛
靜
非
靠
靡
面
靥
靧
靨
革
靭
靰
靱
靳
靴
靶
靺
靼
靿
鞄
鞅
鞆
鞋
鞍
鞏
鞐
鞑
鞒
鞔
鞘
鞜
鞞
鞠
鞡
鞢
鞣
鞦
鞨
鞫
鞬
鞭
鞮
鞯
鞴
鞵
韃
韆
韈
韋
韌
韓
韙
韜
韞
韠
韡
韦
韧
韩
韫
韬
韭
韮
音
韵
韶
韻
韾
響
頁
頂
頃
項
順
須
頊
頋
頌
頍
頎
頏
預
頑
頒
頓
頔
頖
頗
領
頚
頛
頞
頠
頡
頤
頪
頫
頬
頭
頰
頲
頴
頵
頷
頸
頹
頻
頼
顆
題
額
顎
顏
顒
顓
顔
顕
顗
願
顙
顚
顛
類
顥
顦
顧
顫
顯
顰
顱
顴
页
顶
顷
项
顺
须
顼
顽
顾
顿
颀
颁
颂
预
颅
领
颇
颈
颉
颊
颋
颌
颍
颎
颏
颐
频
颓
颔
颖
颗
题
颙
颚
颛
颜
额
颠
颢
颤
颦
颧
風
颪
颮
颯
颱
颳
颶
颺
颻
颿
飂
飃
飄
飆
飇
飈
飊
风
飒
飓
飕
飖
飘
飙
飚
飛
飜
飞
食
飡
飢
飥
飧
飨
飩
飪
飫
飬
飭
飮
飯
飲
飴
飼
飽
飾
餀
餃
餅
餈
餉
養
餌
餍
餐
餒
餓
餗
餘
餚
餛
餜
餞
餠
餡
館
餮
餵
餸
餺
餾
餿
饀
饂
饃
饅
饈
饉
饋
饌
饑
饒
饕
饗
饞
饢
饣
饤
饥
饨
饪
饫
饬
饭
饮
饯
饰
饱
饲
饴
饵
饶
饷
饸
饹
饺
饼
饽
饿
馀
馁
馂
馄
馅
馆
馇
馈
馋
馍
馏
馐
馒
馓
馔
馕
首
馗
馘
香
馥
馨
馫
馬
馭
馮
馯
馱
馳
馴
馹
馺
駁
駃
駄
駅
駆
駈
駐
駑
駒
駕
駘
駙
駛
駝
駟
駢
駧
駭
駮
駰
駱
駲
駸
駻
駿
騁
騅
騍
騎
騏
騒
験
騙
騛
騧
騨
騫
騭
騮
騰
騶
騷
騾
驀
驁
驂
驃
驄
驅
驆
驉
驊
驍
驎
驒
驕
驗
驚
驛
驟
驢
驤
驥
驩
驪
马
驭
驮
驯
驰
驱
驲
驳
驴
驶
驷
驸
驹
驺
驻
驼
驾
驿
骀
骁
骂
骄
骅
骆
骇
骈
骉
骊
骋
验
骏
骐
骑
骓
骗
骚
骜
骝
骞
骠
骡
骢
骤
骥
骧
骨
骯
骰
骶
骷
骸
骹
骼
髀
髁
髂
髄
髅
髆
髈
髋
髌
髎
髏
髑
髒
髓
體
髕
髖
髗
高
髙
髡
髦
髪
髭
髮
髯
髲
髷
髹
髻
髾
鬃
鬆
鬍
鬐
鬓
鬘
鬚
鬛
鬟
鬢
鬣
鬥
鬦
鬧
鬨
鬩
鬪
鬬
鬭
鬮
鬯
鬱
鬲
鬷
鬻
鬼
魁
魂
魃
魄
魅
魇
魈
魉
魊
魌
魍
魎
魏
魑
魔
魘
魚
魟
魠
魡
魢
魣
魨
魩
魯
魰
魴
魷
魹
鮀
鮃
鮌
鮎
鮑
鮒
鮓
鮟
鮣
鮦
鮨
鮪
鮫
鮭
鮮
鮰
鮸
鮹
鯀
鯁
鯉
鯊
鯏
鯒
鯓
鯔
鯖
鯛
鯡
鯤
鯧
鯨
鯪
鯭
鯮
鯰
鯱
鯵
鯷
鯽
鰀
鰂
鰆
鰈
鰉
鰊
鰌
鰍
鰎
鰐
鰒
鰓
鰕
鰟
鰡
鰤
鰭
鰮
鰯
鰰
鰱
鰲
鰷
鰹
鰺
鰻
鰽
鰾
鱀
鱂
鱆
鱇
鱈
鱉
鱊
鱍
鱒
鱓
鱔
鱖
鱗
鱘
鱚
鱟
鱠
鱣
鱧
鱮
鱲
鱷
鱸
鱹
鱻
鱼
鱿
鲀
鲁
鲂
鲅
鲆
鲇
鲈
鲊
鲋
鲍
鲎
鲏
鲑
鲔
鲕
鲘
鲛
鲜
鲞
鲟
鲡
鲢
鲣
鲤
鲥
鲧
鲨
鲩
鲫
鲭
鲮
鲱
鲲
鲳
鲵
鲶
鲷
鲸
鲻
鲼
鲽
鳀
鳃
鳄
鳅
鳇
鳊
鳌
鳍
鳎
鳏
鳐
鳑
鳓
鳔
鳕
鳖
鳗
鳙
鳜
鳝
鳞
鳟
鳡
鳢
鳥
鳧
鳩
鳮
鳯
鳲
鳳
鳴
鳶
鳽
鴃
鴇
鴈
鴉
鴎
鴒
鴕
鴛
鴜
鴝
鴞
鴟
鴥
鴦
鴨
鴫
鴬
鴯
鴱
鴳
鴻
鴿
鵄
鵉
鵑
鵒
鵙
鵜
鵝
鵞
鵟
鵠
鵡
鵤
鵪
鵬
鵯
鵰
鵲
鵺
鵼
鵾
鶉
鶏
鶓
鶖
鶘
鶙
鶚
鶡
鶩
鶫
鶮
鶯
鶲
鶴
鶸
鶺
鶻
鶼
鷀
鷁
鷂
鷃
鷄
鷉
鷖
鷗
鷟
鷥
鷦
鷫
鷯
鷲
鷳
鷴
鷸
鷹
鷺
鷽
鸊
鸕
鸚
鸛
鸝
鸞
鸟
鸠
鸡
鸢
鸣
鸥
鸦
鸨
鸩
鸪
鸫
鸬
鸭
鸮
鸯
鸰
鸲
鸳
鸵
鸶
鸷
鸸
鸹
鸽
鸾
鸿
鹂
鹃
鹄
鹅
鹆
鹇
鹈
鹉
鹊
鹋
鹌
鹍
鹎
鹏
鹑
鹕
鹖
鹗
鹘
鹚
鹛
鹜
鹞
鹟
鹡
鹣
鹤
鹦
鹧
鹩
鹪
鹫
鹬
鹭
鹮
鹰
鹱
鹳
鹵
鹸
鹹
鹼
鹽
鹿
麁
麂
麇
麈
麊
麋
麑
麒
麓
麗
麝
麟
麤
麥
麦
麨
麩
麪
麫
麭
麯
麴
麵
麸
麹
麺
麻
麼
麽
麾
麿
黁
黃
黄
黈
黉
黌
黍
黎
黏
黐
黑
黒
黔
默
黙
黛
黜
黝
點
黟
黠
黤
黥
黧
黨
黮
黯
黴
黻
黼
黽
黾
黿
鼄
鼇
鼈
鼉
鼋
鼌
鼍
鼎
鼐
鼓
鼕
鼗
鼠
鼬
鼯
鼴
鼹
鼻
鼾
齁
齉
齊
齋
齎
齐
齒
齕
齘
齙
齟
齡
齢
齣
齦
齧
齪
齬
齮
齲
齷
齿
龃
龄
龅
龇
龈
龉
龊
龋
龌
龍
龎
龐
龑
龔
龕
龖
龗
龘
龙
龚
龛
龜
龝
龟
龠
龢
鿃
鿇
ꀕ
ꁈ
ꂰ
ꂽ
ꅇ
ꅾ
ꆃ
ꆈ
ꆑ
ꇑ
ꇴ
ꈊ
ꉂ
ꉫ
ꉬ
ꉳ
ꉸ
ꉺ
ꉼ
ꊉ
ꊨ
ꌠ
ꍓ
ꏦ
ꑝ
ꑤ
ꑭ
ꑼ
꒨
꒪
꒰
꒱
꒳
꒿
ꓑ
ꓔ
ꓕ
ꓗ
ꓘ
ꓚ
ꓛ
ꓝ
ꓠ
ꓡ
ꓢ
ꓤ
ꓪ
ꓫ
ꓬ
ꓭ
ꓮ
ꓯ
ꓰ
ꓱ
ꓲ
ꓳ
ꓴ
ꓵ
ꓸ
ꓹ
ꓼ
ꓽ
ꔛ
ꔤ
ꕙ
ꕤ
ꕥ
ꙁ
ꙇ
ꙉ
ꙋ
ꙑ
ꙗ
ꙙ
ꙛ
ꙝ
ꙡ
ꙣ
ꙥ
ꙧ
ꙩ
ꙫ
ꙭ
꙳
ꚁ
ꚃ
ꚅ
ꚇ
ꚉ
ꚋ
ꚍ
ꚏ
ꚑ
ꚓ
ꚕ
ꚗ
ꚛ
꜁
꜃
꜄
꜇
ꜗ
ꜘ
ꜙ
ꜜ
꜠
꜡
ꜣ
ꜥ
ꜧ
ꜩ
ꜫ
ꜭ
ꜯ
ꜰ
ꜱ
ꜳ
ꜵ
ꜷ
ꜹ
ꜻ
ꜽ
ꝁ
ꝃ
ꝅ
ꝇ
ꝋ
ꝍ
ꝏ
ꝑ
ꝓ
ꝗ
ꝙ
ꝛ
ꝝ
ꝟ
ꝣ
ꝥ
ꝩ
ꝫ
ꝯ
ꝵ
ꝶ
ꝺ
ꝿ
ꞁ
ꞃ
ꞅ
ꞇ
ꞈ
꞉
꞊
ꞌ
ꞎ
ꞏ
ꞑ
ꞓ
ꞔ
ꞗ
ꞛ
ꞝ
ꞟ
ꞡ
ꞥ
ꞧ
ꞩ
ꞵ
ꞷ
ꟈ
ꟶ
ꟷ
ꟸ
ꟹ
ꟿ
ꠀ
ꠁ
ꠂ
꠆
ꠈ
ꠉ
ꠋ
ꠌ
ꠍ
ꠐ
ꠔ
ꠘ
ꠚ
ꠛ
ꠝ
ꠞ
ꠟ
ꠣ
ꠤ
ꠥ
ꠦ
ꡂ
ꡊ
ꡎ
ꡖ
ꡗ
ꡙ
ꡛ
ꡜ
ꡝ
ꡠ
ꡡ
ꡣ
ꡤ
ꡧ
ꡭ
ꢜ
ꢬ
ꢮ
ꢰ
ꢱ
ꢵ
ꣃ
꣄
ꤊ
ꤛ
ꤜ
ꤟ
ꤢ
ꤤ
ꤽ
ꤿ
ꥢ
ꥨ
ꥭ
ꥸ
ꥹ
ꥻ
ꦀ
ꦁ
ꦂ
ꦃ
ꦄ
ꦆ
ꦇ
ꦉ
ꦊ
ꦋ
ꦏ
ꦑ
ꦒ
ꦓ
ꦔ
ꦕ
ꦖ
ꦗ
ꦘ
ꦚ
ꦛ
ꦝ
ꦟ
ꦠ
ꦡ
ꦢ
ꦣ
ꦤ
ꦥ
ꦦ
ꦧ
ꦨ
ꦩ
ꦪ
ꦫ
ꦭ
ꦮ
ꦯ
ꦱ
ꦲ
꦳
ꦴ
ꦶ
ꦷ
ꦸ
ꦹ
ꦺ
ꦻ
ꦼ
ꦽ
ꦾ
ꦿ
꧀
꧁
꧂
꧅
꧇
꧈
꧉
꧋
ꧏ
꧐
꧑
꧔
꧕
꧖
꧗
꧘
꧙
꧞
꧟
ꨆ
ꨋ
ꨌ
ꨔ
ꨘ
ꨛ
ꨠ
ꨣ
ꨥ
ꨦ
ꨧ
ꨩ
ꨪ
ꨫ
ꨬ
ꨴ
ꩌ
ꩻ
ꪋ
ꪒ
ꪕ
ꪙ
ꪮ
ꪺ
ꪼ
ꪾ
ꫀ
ꬶ
ꬻ
ꭋ
ꭐ
ꭚ
ꭠ
ꭡ
ꭣ
ꭥ
ꭰ
ꭱ
ꭲ
ꭳ
ꭴ
ꭵ
ꭶ
ꭷ
ꭸ
ꭹ
ꭺ
ꭻ
ꭼ
ꭽ
ꭾ
ꭿ
ꮀ
ꮁ
ꮂ
ꮃ
ꮄ
ꮅ
ꮆ
ꮇ
ꮈ
ꮉ
ꮊ
ꮋ
ꮌ
ꮍ
ꮎ
ꮏ
ꮐ
ꮑ
ꮒ
ꮓ
ꮔ
ꮕ
ꮖ
ꮗ
ꮘ
ꮙ
ꮚ
ꮛ
ꮜ
ꮝ
ꮞ
ꮟ
ꮠ
ꮡ
ꮢ
ꮣ
ꮤ
ꮥ
ꮦ
ꮧ
ꮨ
ꮩ
ꮪ
ꮫ
ꮬ
ꮭ
ꮮ
ꮯ
ꮰ
ꮱ
ꮲ
ꮳ
ꮴ
ꮵ
ꮶ
ꮷ
ꮸ
ꮹ
ꮺ
ꮻ
ꮼ
ꮽ
ꮾ
ꮿ
ꯀ
ꯁ
ꯂ
ꯃ
ꯄ
ꯅ
ꯆ
ꯇ
ꯈ
ꯉ
ꯊ
ꯋ
ꯌ
ꯍ
ꯎ
ꯏ
ꯐ
ꯑ
ꯒ
ꯔ
ꯕ
ꯖ
ꯗ
ꯛ
ꯜ
ꯝ
ꯟ
ꯠ
ꯡ
ꯢ
ꯣ
ꯤ
ꯥ
ꯦ
ꯧ
ꯨ
ꯩ
ꯪ
꯫
꯭
꯱
가
각
간
갇
갈
갉
감
갑
값
갓
갔
강
갖
같
갚
갛
개
객
갠
갤
갬
갭
갯
갱
갸
갹
걀
걍
걔
거
걱
건
걷
걸
검
겁
것
겅
겉
겊
겋
게
겐
겔
겜
겟
겠
겡
겨
격
겪
견
결
겳
겸
겹
겼
경
겿
곁
계
고
곡
곤
곧
골
곬
곰
곱
곳
공
곶
과
곽
관
괄
괌
광
괘
괜
괭
괴
굉
교
구
국
군
굳
굴
굵
굶
굼
굽
굿
궁
궂
궈
권
궐
궖
궤
궼
귀
귂
귄
귈
귓
규
균
귤
귱
그
극
근
귿
글
긁
금
급
긋
긍
긔
기
긱
긴
긷
길
김
깁
깃
깅
깈
깊
까
깍
깎
깐
깔
깜
깝
깟
깡
깥
깨
깬
깰
깻
깽
꺄
꺼
꺽
꺾
껄
껌
껍
껏
껑
께
껨
껴
껸
꼈
꼬
꼭
꼰
꼴
꼼
꼽
꼿
꽁
꽂
꽃
꽈
꽉
꽐
꽝
꽤
꽥
꽹
꾀
꾸
꾹
꾼
꿀
꿇
꿈
꿉
꿍
꿔
꿨
꿩
꿰
뀌
뀐
뀔
뀜
뀨
끄
끈
끊
끌
끓
끔
끕
끗
끙
끝
끼
끽
낀
낄
낌
낍
낑
나
낙
낚
난
낟
날
낡
남
납
낫
났
낭
낮
낯
낱
낳
내
낵
낸
낼
냄
냅
냇
냈
냉
냐
냑
냠
냥
너
넉
넋
넌
널
넓
넘
넙
넛
넝
넣
네
넥
넨
넫
넬
넵
넷
넺
녀
녁
년
념
녑
녓
녔
녕
녘
녜
녤
노
녹
논
놀
놈
놉
놋
농
높
놓
놔
놨
뇌
뇨
뇬
뇰
뇽
누
눅
눈
눌
눔
눕
눗
눙
눝
눠
눴
눼
뉘
뉜
뉩
뉴
뉵
늄
늉
느
늑
는
늘
늙
늠
능
늦
늪
늬
늳
니
닉
닌
닐
님
닙
닛
닝
닢
다
닥
닦
단
닫
달
닭
닮
닳
담
답
닷
당
닻
닿
대
댁
댄
댈
댐
댑
댓
댔
댕
댱
더
덕
덖
던
덜
덟
덤
덥
덧
덩
덫
덮
데
덱
덴
델
뎀
뎁
뎃
뎅
뎌
뎐
뎠
뎡
도
독
돈
돋
돌
돐
돔
돕
돗
동
돛
돼
됐
되
된
될
됨
됩
됴
둍
두
둑
둔
둘
둠
둡
둣
둥
둬
뒀
뒤
뒷
뒹
듀
듄
듈
듐
드
득
든
듣
들
듬
듭
듯
등
디
딕
딘
딛
딜
딤
딥
딧
딨
딩
딪
따
딱
딳
딴
딸
땀
땅
땋
때
땐
땔
땜
땠
땡
떠
떡
떤
떨
떳
떴
떻
떼
뗄
뗏
뗐
또
똑
똘
똠
똥
똬
뚜
뚝
뚤
뚫
뚱
뛰
뛴
뛸
뜀
뜨
뜩
뜬
뜯
뜰
뜸
뜻
뜽
띄
띈
띕
띠
띤
띨
띵
라
락
란
랄
람
랍
랏
랐
랑
랗
래
랙
랜
랠
램
랩
랫
랬
랭
랴
략
량
러
럭
런
럴
럼
럽
럿
렀
렁
렇
레
렉
렌
렐
렘
렙
렛
렝
려
력
렦
련
렬
렴
렵
렷
렸
령
례
롄
로
록
론
롡
롤
롬
롭
롯
롱
롸
롼
뢔
뢨
뢰
룀
료
룡
루
룩
룬
룰
룸
룹
룻
룽
뤄
뤘
뤠
뤱
뤼
뤽
륄
륌
류
륙
륜
률
륦
륨
륫
륭
륮
륯
륰
륱
르
륵
른
륹
륺
륻
를
륿
름
릅
릇
릉
릎
리
릭
린
릴
림
립
릿
링
맆
마
막
만
많
말
맑
맘
맙
맛
망
맞
맡
맣
매
맥
맨
맴
맵
맷
맸
맹
맺
먀
먕
머
먹
먼
멀
멈
멋
멍
멎
메
멕
멘
멜
멤
멥
멧
며
멱
면
멸
몄
명
몇
모
목
몫
몬
몰
몸
못
몽
뫎
뫼
묘
묜
묢
무
묵
묶
문
묻
물
뭄
뭇
뭉
뭍
뭐
뭔
뭘
뭣
뭬
뮈
뮌
뮐
뮤
뮨
뮬
뮴
므
믈
믐
미
믹
민
믿
밀
밈
밉
밋
밌
밍
및
밑
바
박
밖
반
받
발
밝
밟
밤
밥
밧
방
밭
배
백
밴
밸
뱀
뱃
뱅
뱉
버
벅
번
벌
범
법
벗
벙
벚
베
벡
벤
벧
벨
벱
벳
벵
벼
벽
변
별
볍
볏
병
볕
보
복
볶
본
볼
봄
봅
봇
봉
봐
봤
봬
뵈
뵌
뵐
뵙
뵨
뵬
부
북
분
불
붉
붐
붓
붕
붖
붙
뷔
뷰
뷴
뷸
븀
브
븐
블
븕
븜
비
빅
빈
빌
빔
빕
빗
빙
빚
빛
빠
빡
빤
빨
빴
빵
빻
빼
빽
뺀
뺄
뺏
뺐
뺑
뺨
뻐
뻑
뻔
뻗
뻘
뻣
뻤
뻥
뻭
뼈
뼘
뽀
뽁
뽈
뽐
뽑
뽕
뾰
뿅
뿌
뿍
뿐
뿔
뿜
뿡
쀶
쁘
쁜
쁠
쁨
쁩
쁲
삐
삑
삔
삠
삥
사
삭
산
삱
살
삵
삶
삻
삼
삽
삿
샀
상
샅
샆
새
색
샌
샐
샘
샛
샜
생
샤
샥
샨
샬
샴
샵
샷
샹
샾
섀
서
석
섞
선
섣
설
섬
섭
섯
섰
성
섶
세
섹
센
셀
셈
셉
셋
셌
셍
셑
셔
션
셜
셧
셨
셰
셴
셸
소
속
손
솔
솜
솝
솟
송
솥
쇄
쇠
쇳
쇼
숀
숄
숍
숏
숑
숖
수
숙
순
숟
술
숨
숫
숭
숯
숱
숲
숴
쉅
쉐
쉑
쉘
쉬
쉭
쉰
쉴
쉼
쉽
쉿
슁
슈
슉
슌
슐
슘
슛
슝
스
슨
슬
슭
슳
슴
습
슷
승
슾
시
식
싞
신
싣
실
싫
심
십
싯
싱
싶
싸
싹
싼
쌀
쌈
쌉
쌌
쌍
쌓
쌘
쌤
쌩
쌰
썅
썢
썣
썤
써
썩
썬
썰
썴
썶
썸
썹
썼
썾
쎁
쎂
쎄
쎅
쎈
쎔
쎘
쎙
쎪
쎼
쏀
쏘
쏙
쏜
쏟
쏠
쏨
쏭
쏰
쏴
쐈
쐐
쐬
쑈
쑤
쑥
쑨
쑹
쓔
쓩
쓰
쓱
쓴
쓸
씀
씁
씌
씐
씨
씩
씬
씰
씹
씻
씽
아
악
안
앉
않
알
앓
암
압
앗
았
앙
앞
앟
애
액
앤
앨
앰
앱
앳
앵
야
약
얀
얄
얇
얌
얏
양
얕
얗
얘
어
억
언
얹
얻
얼
얽
엄
업
없
엇
었
엉
엌
엎
에
엑
엔
엘
엠
엡
엣
엥
여
역
엮
연
열
염
엽
엾
엿
였
영
옅
옆
예
옌
옐
옙
옛
오
옥
온
올
옮
옳
옴
옵
옷
옹
옻
와
왁
완
왈
왐
왑
왓
왔
왕
왜
왠
왱
외
왼
욂
요
욕
욘
욜
욤
욥
용
우
욱
운
울
움
웁
웂
웃
웅
워
웍
원
월
웜
웟
웠
웡
웨
웩
웬
웰
웸
웹
웻
위
윅
윈
윌
윔
윕
윗
윙
유
육
윤
율
윰
윳
융
윷
으
윽
은
읃
을
읊
음
읍
읏
응
읒
읓
의
이
익
읶
인
일
읽
잃
임
입
잇
있
잉
잊
잌
잍
잎
자
작
잔
잖
잘
잠
잡
잣
잤
장
잦
재
잭
잰
잼
잽
잿
쟁
쟈
쟌
쟝
쟤
저
적
전
절
젊
점
접
젓
정
젖
제
젝
젠
젤
젬
젭
젯
져
젼
졌
졔
조
족
존
졸
졼
좀
좁
종
좋
좌
좨
죄
죈
죔
죠
죤
주
죽
준
줄
줌
줍
줏
중
줘
줬
줭
줿
쥐
쥔
쥘
쥤
쥬
쥴
쥶
쥹
쥼
즈
즉
즌
즐
즘
즙
증
즣
지
직
진
짇
질
짊
짐
집
짓
징
짖
짙
짚
짛
짜
짝
짠
짤
짧
짬
짭
짱
째
쨈
쨋
쨍
쨔
쩌
쩍
쩐
쩔
쩜
쩡
쪄
쪘
쪼
쪽
쫀
쫄
쫑
쫒
쫓
쫙
쬐
쬬
쭁
쭈
쭉
쭐
쮸
쯔
쯕
쯤
쯧
쯩
찌
찍
찐
찔
찜
찡
찢
찧
차
착
찬
찮
찰
참
찹
찻
창
찾
채
책
챌
챔
챕
챗
챙
챠
챤
처
척
천
철
첨
첩
첫
청
체
첵
첸
첼
쳇
쳐
쳔
쳤
초
촉
촌
촐
촘
촙
촛
총
촨
촬
촽
최
쵸
추
축
춘
출
춤
춥
춧
충
춰
췄
췌
취
츄
츠
측
층
치
칙
친
칠
칡
침
칩
칫
칭
카
칵
칸
칼
캄
캅
캇
캉
캐
캔
캘
캠
캡
캣
캥
캬
커
컥
컨
컬
컴
컵
컷
컸
컹
케
켄
켈
켐
켑
켓
켜
켠
켡
켤
켭
켰
코
콕
콘
콜
콤
콥
콧
콩
콰
콴
콸
쾅
쾌
쾨
쿄
쿠
쿡
쿤
쿨
쿰
쿱
쿵
쿼
퀀
퀄
퀘
퀜
퀴
퀵
퀸
퀼
큅
큐
큘
큠
크
큰
클
큼
큽
킁
키
킥
킨
킬
킴
킵
킷
킹
타
탁
탄
탈
탉
탐
탑
탓
탔
탕
태
택
탠
탤
탬
탭
탱
터
턱
턴
털
텀
텁
텃
텄
텅
테
텍
텐
텔
템
텝
텟
텡
텨
톈
토
톡
톤
톨
톰
톱
톳
통
퇴
투
툭
툰
툴
툼
툽
퉁
퉈
튀
튁
튄
튈
튐
튕
튜
튠
튤
튬
트
특
튼
틀
틈
틋
틔
티
틱
틴
틸
팀
팁
팅
파
팍
팎
판
팔
팜
팝
팟
팠
팡
팥
패
팩
팬
팰
팸
팹
팻
팽
퍼
펀
펄
펌
펍
펏
펑
페
펙
펜
펠
펨
펩
펫
펭
펴
편
펼
폈
평
폐
포
폭
폰
폴
폼
폽
폿
퐁
푀
푈
표
푯
푸
푹
푼
풀
품
풉
풋
풍
퓌
퓨
퓰
퓸
프
픈
플
픔
피
픽
핀
필
핌
핍
핏
핑
하
학
핚
한
할
핢
핣
핥
함
합
핫
항
핳
해
핵
핸
핼
햄
햅
햇
했
행
햔
향
헀
허
헉
헌
헐
험
헙
헛
헝
헤
헥
헨
헬
헴
헷
헹
혀
혁
현
혈
혐
협
혔
형
혜
호
혹
혼
홀
홈
홉
홋
홍
홑
화
확
환
활
황
홰
횃
회
획
횟
횡
효
후
훅
훈
훌
훑
훔
훕
훗
훙
훠
훤
훨
훼
휀
휘
휙
휜
휠
휩
휴
휵
흉
흐
흑
흔
흘
흙
흠
흡
흣
흥
흩
희
흰
히
힌
힐
힘
힙
힝























﨑
﨟
﨣
ﬀ
ﬁ
ﬂ
ﬃ
ﬄ
ﬅ
ﬆ
ﬞ
﬩
ﭘ
ﭙ
ﭦ
ﭧ
ﭩ
ﮈ
ﮏ
ﮐ
ﮑ
ﮒ
ﮓ
ﮔ
ﮕ
ﮟ
ﮧ
ﮨ
ﮩ
ﮬ
ﮭ
ﮰ
﮼
ﯓ
ﯼ
ﯽ
ﯿ
ﱪ
ﱰ
ﲹ
ﳊ
ﳌ
ﴩ
﴾
﴿
ﷲ
ﷺ
﷼
﷽
︀
︍
︎
️
︕
︖
︠
︡
︢
︦
︰
︱
︳
︴
︵
︶
︸
︻
︽
︾
︿
﹀
﹉
﹊
﹋
﹍
﹎
﹏
﹐
﹑
﹒
﹕
﹗
﹙
﹚
﹝
﹞
﹟
﹡
﹢
﹣
﹥
﹨
﹩
﹫
ﹳ
ﹶ
ﹷ
ﹺ
ﹻ
ﺀ
ﺁ
ﺃ
ﺄ
ﺅ
ﺆ
ﺇ
ﺋ
ﺍ
ﺎ
ﺏ
ﺐ
ﺑ
ﺒ
ﺓ
ﺔ
ﺕ
ﺖ
ﺗ
ﺘ
ﺙ
ﺛ
ﺜ
ﺝ
ﺞ
ﺟ
ﺠ
ﺡ
ﺢ
ﺣ
ﺤ
ﺧ
ﺨ
ﺩ
ﺪ
ﺫ
ﺬ
ﺭ
ﺮ
ﺯ
ﺰ
ﺱ
ﺲ
ﺳ
ﺴ
ﺵ
ﺷ
ﺸ
ﺺ
ﺻ
ﺼ
ﺽ
ﺿ
ﻀ
ﻁ
ﻃ
ﻄ
ﻅ
ﻇ
ﻈ
ﻉ
ﻊ
ﻋ
ﻌ
ﻎ
ﻏ
ﻐ
ﻒ
ﻓ
ﻔ
ﻕ
ﻖ
ﻗ
ﻘ
ﻙ
ﻚ
ﻛ
ﻜ
ﻝ
ﻞ
ﻟ
ﻠ
ﻡ
ﻢ
ﻣ
ﻤ
ﻥ
ﻦ
ﻧ
ﻨ
ﻩ
ﻪ
ﻫ
ﻬ
ﻭ
ﻮ
ﻯ
ﻰ
ﻱ
ﻲ
ﻳ
ﻴ
ﻷ
ﻹ
ﻻ
ﻼ
﻿
！
＂
＃
＄
％
＆
＇
（
）
＊
＋
，
－
．
／
０
１
２
３
４
５
６
７
８
９
：
；
＜
＝
＞
？
＠
［
＼
］
＾
＿
｀
ａ
ｂ
ｃ
ｄ
ｅ
ｆ
ｇ
ｈ
ｉ
ｊ
ｋ
ｌ
ｍ
ｎ
ｏ
ｐ
ｑ
ｒ
ｓ
ｔ
ｕ
ｖ
ｗ
ｘ
ｙ
ｚ
｛
｜
～
｠
｡
｢
｣
､
･
ｬ
ｰ
ｱ
ｶ
ｸ
ｺ
ｻ
ｼ
ｽ
ｾ
ﾀ
ﾆ
ﾊ
ﾋ
ﾑ
ﾖ
ﾙ
ﾝ
ﾟ
ﾠ
￠
￡
￢
￣
￤
￥
￦
￺
￼
�
𐀀
𐀁
𐀂
𐀄
𐀈
𐀊
𐀍
𐀕
𐀖
𐀙
𐀚
𐀛
𐀠
𐀨
𐀩
𐀫
𐀬
𐀯
𐀰
𐀼
𐄫
𐅀
𐅁
𐅂
𐅆
𐅗
𐅢
𐆃
𐆄
𐆓
𐆖
𐆗
𐆘
𐇤
𐊀
𐊁
𐊂
𐊄
𐊅
𐊆
𐊇
𐊈
𐊋
𐊌
𐊍
𐊎
𐊏
𐊐
𐊑
𐊒
𐊓
𐊕
𐊖
𐊗
𐊙
𐊚
𐊛
𐊜
𐊠
𐊡
𐊢
𐊣
𐊤
𐊥
𐊦
𐊨
𐊩
𐊪
𐊫
𐊬
𐊭
𐊮
𐊯
𐊰
𐊱
𐊲
𐊳
𐊴
𐊵
𐊶
𐊷
𐊸
𐊹
𐊺
𐊼
𐊽
𐊾
𐊿
𐋀
𐋁
𐋂
𐋃
𐋄
𐋅
𐋆
𐋇
𐋈
𐋉
𐋊
𐋋
𐋌
𐋍
𐋎
𐋏
𐋐
𐌀
𐌁
𐌂
𐌃
𐌄
𐌅
𐌇
𐌈
𐌉
𐌊
𐌋
𐌌
𐌍
𐌎
𐌑
𐌓
𐌔
𐌕
𐌖
𐌗
𐌝
𐌟
𐌠
𐌡
𐌢
𐌣
𐌰
𐌱
𐌲
𐌳
𐌴
𐌵
𐌶
𐌷
𐌸
𐌹
𐌺
𐌻
𐌼
𐌽
𐌾
𐌿
𐍀
𐍂
𐍃
𐍄
𐍅
𐍆
𐍈
𐍉
𐍊
𐍐
𐍑
𐍒
𐍓
𐍔
𐍕
𐍖
𐍙
𐍚
𐍜
𐍝
𐍞
𐍟
𐍠
𐍡
𐍢
𐍣
𐍨
𐍩
𐍮
𐎀
𐎁
𐎂
𐎃
𐎄
𐎅
𐎈
𐎊
𐎋
𐎌
𐎍
𐎐
𐎔
𐎕
𐎗
𐎘
𐎚
𐎛
𐎠
𐎡
𐎢
𐎣
𐎤
𐎥
𐎦
𐎧
𐎫
𐎬
𐎭
𐎯
𐎰
𐎱
𐎳
𐎴
𐎶
𐎷
𐎹
𐎺
𐎻
𐎼
𐎿
𐏀
𐏁
𐏃
𐏐
𐐨
𐐪
𐐫
𐐬
𐐭
𐐮
𐐯
𐐱
𐐲
𐐶
𐐷
𐐸
𐐹
𐐺
𐐻
𐐼
𐐽
𐐾
𐐿
𐑀
𐑁
𐑄
𐑅
𐑆
𐑇
𐑉
𐑊
𐑌
𐑎
𐑏
𐑖
𐑝
𐑧
𐑩
𐑮
𐑯
𐑱
𐑳
𐑺
𐑻
𐑾
𐒀
𐒁
𐒄
𐒅
𐒆
𐒇
𐒈
𐒋
𐒌
𐒍
𐒏
𐒐
𐒑
𐒒
𐒓
𐒕
𐒖
𐒗
𐒘
𐒛
𐒜
𐒝
𐒦
𐒩
𐓘
𐓛
𐓟
𐓣
𐓤
𐓧
𐓩
𐓪
𐓫
𐓬
𐓯
𐓲
𐓷
𐓹
𐓻
𐔽
𐕒
𐕖
𐝇
𐝈
𐝎
𐝒
𐝓
𐝕
𐞕
𐞳
𐞴
𐡀
𐡁
𐡂
𐡃
𐡄
𐡅
𐡆
𐡇
𐡉
𐡊
𐡋
𐡌
𐡍
𐡎
𐡐
𐡒
𐡓
𐡔
𐡕
𐡠
𐡣
𐡦
𐡩
𐡪
𐡫
𐡬
𐡭
𐡰
𐡲
𐡶
𐢀
𐢁
𐢃
𐢅
𐢆
𐢈
𐢊
𐢋
𐢏
𐢒
𐢓
𐢕
𐢖
𐢗
𐢛
𐢝
𐢞
𐣠
𐣡
𐣢
𐣣
𐣥
𐣨
𐣩
𐣪
𐣫
𐣬
𐣭
𐣮
𐣯
𐣱
𐣲
𐣴
𐤀
𐤁
𐤂
𐤃
𐤄
𐤅
𐤆
𐤇
𐤈
𐤉
𐤊
𐤋
𐤌
𐤍
𐤎
𐤏
𐤐
𐤑
𐤒
𐤓
𐤔
𐤕
𐤖
𐤘
𐤙
𐤠
𐤡
𐤣
𐤤
𐤥
𐤦
𐤧
𐤨
𐤪
𐤫
𐤬
𐤭
𐤮
𐤯
𐤰
𐤱
𐤳
𐤵
𐤶
𐤷
𐤹
𐦡
𐦨
𐦲
𐦴
𐦷
𐨀
𐨁
𐨂
𐨅
𐨆
𐨎
𐨐
𐨑
𐨒
𐨕
𐨖
𐨗
𐨜
𐨞
𐨟
𐨠
𐨡
𐨣
𐨤
𐨥
𐨨
𐨩
𐨪
𐨫
𐨬
𐨭
𐨮
𐨯
𐨱
𐨵
𐨸
𐨿
𐩠
𐩡
𐩢
𐩣
𐩥
𐩦
𐩧
𐩨
𐩩
𐩪
𐩫
𐩬
𐩮
𐩰
𐩱
𐩲
𐩳
𐩵
𐩶
𐩷
𐩸
𐩹
𐩺
𐩻
𐩽
𐪁
𐪐
𐪑
𐪝
𐫀
𐫄
𐫇
𐫏
𐫖
𐫗
𐫘
𐫛
𐫢
𐫤
𐬀
𐬁
𐬄
𐬆
𐬈
𐬉
𐬊
𐬋
𐬌
𐬍
𐬎
𐬏
𐬐
𐬑
𐬒
𐬓
𐬔
𐬗
𐬙
𐬚
𐬛
𐬜
𐬝
𐬞
𐬢
𐬥
𐬧
𐬨
𐬫
𐬬
𐬭
𐬯
𐬰
𐬱
𐬲
𐬳
𐬴
𐬵
𐭀
𐭃
𐭅
𐭇
𐭉
𐭊
𐭌
𐭍
𐭎
𐭐
𐭑
𐭓
𐭕
𐭠
𐭢
𐭣
𐭤
𐭥
𐭦
𐭧
𐭨
𐭩
𐭪
𐭫
𐭬
𐭭
𐭮
𐭯
𐭰
𐭱
𐭲
𐮀
𐮈
𐮋
𐮌
𐰀
𐰃
𐰄
𐰅
𐰆
𐰇
𐰈
𐰉
𐰋
𐰍
𐰎
𐰏
𐰑
𐰔
𐰕
𐰖
𐰗
𐰘
𐰚
𐰛
𐰜
𐰞
𐰠
𐰡
𐰢
𐰣
𐰤
𐰭
𐰯
𐰰
𐰲
𐰴
𐰵
𐰸
𐰺
𐰻
𐰼
𐰽
𐰾
𐱁
𐱃
𐱅
𐳇
𐳉
𐳋
𐳌
𐳓
𐳖
𐳗
𐳞
𐳥
𑀁
𑀅
𑀆
𑀉
𑀎
𑀏
𑀓
𑀔
𑀕
𑀖
𑀗
𑀘
𑀚
𑀛
𑀜
𑀝
𑀡
𑀢
𑀣
𑀤
𑀥
𑀦
𑀧
𑀩
𑀪
𑀫
𑀬
𑀭
𑀮
𑀯
𑀰
𑀱
𑀲
𑀳
𑀸
𑀺
𑀻
𑀼
𑀽
𑁂
𑁄
𑁅
𑁆
𑁇
𑁈
𑁊
𑁍
𑂁
𑂃
𑂉
𑂍
𑂏
𑂒
𑂓
𑂔
𑂕
𑂖
𑂗
𑂙
𑂝
𑂞
𑂠
𑂢
𑂣
𑂥
𑂦
𑂧
𑂨
𑂩
𑂪
𑂫
𑂬
𑂮
𑂯
𑂰
𑂱
𑂲
𑂳
𑂵
𑂷
𑂹
𑄇
𑄉
𑄋
𑄌
𑄍
𑄎
𑄏
𑄑
𑄖
𑄗
𑄘
𑄙
𑄚
𑄛
𑄝
𑄟
𑄠
𑄢
𑄣
𑄤
𑄥
𑄦
𑄧
𑄨
𑄪
𑄬
𑄮
𑄳
𑄴
𑐁
𑐎
𑐏
𑐐
𑐔
𑐖
𑐟
𑐠
𑐡
𑐣
𑐥
𑐩
𑐫
𑐬
𑐮
𑐰
𑐳
𑐴
𑐵
𑐶
𑐸
𑐹
𑐾
𑑂
𑑃
𑑄
𑑅
𑒑
𑒔
𑒞
𑒣
𑒩
𑒯
𑒰
𑒱
𑒳
𑓀
𑖟
𑖠
𑖭
𑖰
𑖽
𑖿
𑘀
𑘁
𑘂
𑘃
𑘄
𑘅
𑘆
𑘇
𑘈
𑘉
𑘊
𑘋
𑘌
𑘍
𑘎
𑘏
𑘐
𑘑
𑘒
𑘓
𑘔
𑘕
𑘖
𑘗
𑘘
𑘙
𑘚
𑘛
𑘜
𑘝
𑘞
𑘟
𑘠
𑘡
𑘢
𑘣
𑘤
𑘥
𑘦
𑘧
𑘨
𑘩
𑘪
𑘫
𑘬
𑘭
𑘮
𑚊
𑚙
𑚛
𑚝
𑚢
𑚤
𑚦
𑚨
𑚩
𑚫
𑚭
𑚮
𑚯
𑚰
𑚱
𑚲
𑚵
𑜀
𑜂
𑜃
𑜇
𑜈
𑜋
𑜍
𑜏
𑜡
𑜢
𑜣
𑜤
𑜧
𑜨
𑜫
𑜰
𑠊
𑠛
𑠝
𑠣
𑠥
𑠩
𑠫
𑠬
𑠮
𑠰
𑠵
𑠹
𑪞
𑪟
𑪠
𒀀
𒀉
𒀊
𒀜
𒀝
𒀠
𒀪
𒀫
𒀭
𒀯
𒀵
𒀸
𒀾
𒁀
𒁄
𒁇
𒁈
𒁉
𒁍
𒁕
𒁲
𒁹
𒁺
𒂅
𒂍
𒂖
𒂗
𒂞
𒂟
𒂠
𒂡
𒂦
𒂵
𒂷
𒃡
𒃮
𒃲
𒃶
𒃷
𒃾
𒄆
𒄈
𒄊
𒄑
𒄒
𒄖
𒄘
𒄠
𒄤
𒄨
𒄩
𒄭
𒄯
𒄲
𒄾
𒄿
𒅀
𒅁
𒅂
𒅆
𒅈
𒅋
𒅎
𒅒
𒅔
𒅕
𒅖
𒅗
𒅤
𒅴
𒆍
𒆗
𒆜
𒆠
𒆤
𒆧
𒆪
𒆳
𒆷
𒇫
𒇲
𒇴
𒇷
𒇻
𒇽
𒈔
𒈗
𒈙
𒈜
𒈠
𒈦
𒈨
𒈩
𒈪
𒈬
𒈲
𒈹
𒈾
𒉀
𒉁
𒉃
𒉈
𒉋
𒉌
𒉏
𒉘
𒉡
𒉣
𒉪
𒉺
𒉽
𒉿
𒊎
𒊏
𒊑
𒊒
𒊓
𒊕
𒊩
𒊬
𒊭
𒊮
𒊹
𒋀
𒋆
𒋗
𒋙
𒋛
𒋜
𒋡
𒋢
𒋫
𒋭
𒋰
𒋺
𒋻
𒋼
𒋾
𒌁
𒌅
𒌆
𒌇
𒌈
𒌉
𒌋
𒌍
𒌑
𒌓
𒌝
𒌨
𒌬
𒌯
𒌱
𒌷
𒌺
𒍑
𒍜
𒍝
𒍣
𒍪
𒎎
𒎏
𒐐
𒐼
𒑐
𒑰
𓀀
𓀔
𓀥
𓀭
𓁐
𓁷
𓂂
𓂃
𓂅
𓂋
𓂓
𓂜
𓂝
𓂧
𓂸
𓃞
𓃭
𓃹
𓄣
𓄤
𓄿
𓅃
𓅓
𓅔
𓅛
𓅪
𓅭
𓅱
𓅽
𓆎
𓆛
𓆤
𓆲
𓆷
𓇋
𓇌
𓇏
𓇓
𓇬
𓇳
𓇼
𓇽
𓇾
𓇿
𓈇
𓈉
𓈋
𓈎
𓈓
𓈖
𓈗
𓈙
𓈪
𓉐
𓉔
𓉗
𓉺
𓊁
𓊃
𓊅
𓊖
𓊪
𓊽
𓊿
𓋀
𓋁
𓋊
𓋔
𓋞
𓋴
𓋹
𓋺
𓋾
𓌉
𓍯
𓎛
𓎠
𓎡
𓎩
𓏌
𓏏
𓏞
𓏟
𓏠
𓏤
𓏸
𓐍
𓐝
𓐩
𔐄
𔐓
𔒂
𔒠
𔖫
𔗷
𖦊
𖫵
𛀀
𛀁
𛀆
𛄟
𛄠
𛄡
𛄢
𛰂
𛰅
𛰆
𛰙
𛰜
𛱁
𛱛
𛱜
𝄂
𝄆
𝄇
𝄋
𝄌
𝄐
𝄑
𝄪
𝅗
𝅥
𝆪
𝆫
𝇈
𝋀
𝋁
𝋂
𝋅
𝋆
𝋇
𝋊
𝋌
𝋏
𝋑
𝌀
𝌆
𝍥
𝍷
𝐀
𝐁
𝐂
𝐃
𝐄
𝐅
𝐆
𝐇
𝐈
𝐉
𝐊
𝐋
𝐌
𝐍
𝐎
𝐏
𝐐
𝐑
𝐒
𝐓
𝐔
𝐕
𝐖
𝐘
𝐙
𝐚
𝐛
𝐜
𝐝
𝐞
𝐟
𝐠
𝐡
𝐢
𝐣
𝐤
𝐥
𝐦
𝐧
𝐨
𝐩
𝐪
𝐫
𝐬
𝐭
𝐮
𝐯
𝐰
𝐲
𝐴
𝐵
𝐶
𝐷
𝐸
𝐹
𝐻
𝐼
𝐽
𝐾
𝐿
𝑀
𝑁
𝑂
𝑃
𝑄
𝑅
𝑆
𝑇
𝑈
𝑉
𝑊
𝑋
𝑍
𝑎
𝑏
𝑐
𝑑
𝑒
𝑓
𝑔
𝑖
𝑗
𝑘
𝑙
𝑚
𝑛
𝑜
𝑝
𝑞
𝑟
𝑠
𝑡
𝑢
𝑣
𝑤
𝑥
𝑦
𝑧
𝑨
𝑩
𝑪
𝑬
𝑭
𝑯
𝑰
𝑲
𝑵
𝑷
𝑹
𝑺
𝑻
𝑼
𝒂
𝒃
𝒄
𝒅
𝒆
𝒊
𝒍
𝒏
𝒐
𝒒
𝒓
𝒔
𝒕
𝒖
𝒗
𝒘
𝒚
𝒛
𝒜
𝒞
𝒟
𝒢
𝒦
𝒪
𝒫
𝒮
𝒯
𝒰
𝒳
𝒴
𝒶
𝒷
𝒸
𝒹
𝒽
𝒾
𝓀
𝓁
𝓂
𝓃
𝓅
𝓆
𝓇
𝓈
𝓊
𝓋
𝓍
𝓎
𝓏
𝓐
𝓑
𝓒
𝓓
𝓖
𝓛
𝓠
𝓢
𝓣
𝓦
𝓪
𝓬
𝓭
𝓮
𝓯
𝓰
𝓱
𝓲
𝓵
𝓶
𝓷
𝓸
𝓺
𝓻
𝓼
𝓽
𝓾
𝓿
𝔂
𝔅
𝔇
𝔉
𝔐
𝔓
𝔖
𝔗
𝔞
𝔡
𝔢
𝔦
𝔧
𝔫
𝔬
𝔭
𝔮
𝔯
𝔰
𝔱
𝔲
𝔷
𝔸
𝔹
𝔻
𝕀
𝕄
𝕆
𝕊
𝕋
𝕏
𝕒
𝕔
𝕕
𝕖
𝕗
𝕘
𝕙
𝕚
𝕜
𝕝
𝕞
𝕟
𝕠
𝕡
𝕢
𝕣
𝕤
𝕥
𝕦
𝕪
𝕳
𝕷
𝕸
𝕾
𝖅
𝖆
𝖊
𝖌
𝖍
𝖑
𝖒
𝖓
𝖔
𝖕
𝖖
𝖘
𝖙
𝖚
𝖜
𝖟
𝖽
𝗀
𝗁
𝗂
𝗅
𝗆
𝗇
𝗈
𝗊
𝗋
𝗌
𝗍
𝗐
𝗒
𝗔
𝗕
𝗖
𝗗
𝗘
𝗙
𝗚
𝗛
𝗜
𝗟
𝗠
𝗡
𝗢
𝗣
𝗥
𝗦
𝗧
𝗨
𝗫
𝗬
𝗭
𝗮
𝗯
𝗰
𝗱
𝗲
𝗴
𝗵
𝗶
𝗹
𝗻
𝗼
𝗽
𝗾
𝗿
𝘀
𝘁
𝘂
𝘅
𝘆
𝘇
𝘉
𝘌
𝘑
𝘔
𝘕
𝘗
𝘙
𝘛
𝘟
𝘢
𝘤
𝘦
𝘧
𝘨
𝘩
𝘪
𝘫
𝘭
𝘮
𝘯
𝘰
𝘱
𝘲
𝘳
𝘴
𝘵
𝘶
𝘸
𝘹
𝘺
𝘻
𝘼
𝘾
𝙀
𝙁
𝙂
𝙃
𝙅
𝙈
𝙉
𝙊
𝙋
𝙍
𝙏
𝙖
𝙗
𝙘
𝙙
𝙚
𝙛
𝙜
𝙝
𝙞
𝙟
𝙠
𝙡
𝙢
𝙣
𝙤
𝙦
𝙧
𝙨
𝙩
𝙪
𝙫
𝙬
𝙮
𝙯
𝙰
𝙳
𝙷
𝙺
𝙼
𝙾
𝚂
𝚌
𝚎
𝚐
𝚑
𝚕
𝚗
𝚘
𝚚
𝚝
𝚫
𝚺
𝚽
𝛂
𝛃
𝛆
𝛉
𝛋
𝛍
𝛔
𝛘
𝛫
𝛳
𝛼
𝛽
𝛾
𝛿
𝜀
𝜂
𝜆
𝜇
𝜈
𝜉
𝜋
𝜌
𝜎
𝜏
𝜑
𝜒
𝜔
𝜕
𝜙
𝜷
𝜹
𝜼
𝜿
𝝀
𝝅
𝝈
𝝋
𝝓
𝝱
𝟀
𝟁
𝟎
𝟏
𝟐
𝟑
𝟒
𝟣
𝟦
𝟧
𝟪
𝟬
𝟭
𝟯
𝟲
𝟵
𝼁
𝼃
𝼇
𞓐
𞓕
𞓗
𞓚
𞓜
𞓝
𞓟
𞓣
𞓦
𞓧
𞓨
𞓱
𞠀
𞠁
𞠂
𞤢
𞤣
𞤤
𞤥
𞤦
𞤧
𞤨
𞤩
𞤪
𞤫
𞤬
𞤭
𞤮
𞤯
𞤱
𞤲
𞤳
𞤴
𞤵
𞤶
𞤷
𞤸
𞤺
𞤼
𞥁
𞥄
𞥅
𞥆
𞥇
🀄
🃏
🄎
🅔
🅘
🅛
🅥
🅭
🅯
🅰
🅱
🅿
🆎
🆑
🆒
🆓
🆕
🆗
🆘
🆙
🆚
🇦
🇧
🇨
🇩
🇪
🇫
🇬
🇭
🇮
🇯
🇰
🇱
🇲
🇳
🇴
🇵
🇶
🇷
🇸
🇹
🇺
🇻
🇼
🇽
🇾
🇿
🈂
🈳
🈵
🈶
🈷
🈹
🉐
🉑
🉢
🌀
🌁
🌂
🌃
🌄
🌅
🌆
🌇
🌈
🌉
🌊
🌋
🌌
🌍
🌎
🌏
🌐
🌑
🌒
🌓
🌔
🌕
🌖
🌗
🌘
🌙
🌚
🌛
🌜
🌝
🌞
🌟
🌠
🌡
🌤
🌥
🌦
🌧
🌨
🌪
🌫
🌬
🌭
🌮
🌯
🌰
🌱
🌲
🌳
🌴
🌵
🌶
🌷
🌸
🌹
🌺
🌻
🌼
🌽
🌾
🌿
🍀
🍁
🍂
🍃
🍄
🍅
🍆
🍇
🍉
🍊
🍋
🍌
🍍
🍎
🍏
🍐
🍑
🍒
🍓
🍔
🍕
🍖
🍗
🍙
🍚
🍛
🍜
🍝
🍞
🍟
🍠
🍡
🍢
🍣
🍥
🍦
🍧
🍨
🍩
🍪
🍫
🍬
🍭
🍮
🍯
🍰
🍱
🍲
🍳
🍴
🍵
🍶
🍷
🍸
🍹
🍺
🍻
🍼
🍽
🍾
🍿
🎀
🎁
🎂
🎃
🎄
🎅
🎆
🎇
🎈
🎉
🎊
🎋
🎌
🎍
🎏
🎐
🎒
🎓
🎖
🎗
🎙
🎚
🎛
🎜
🎝
🎞
🎟
🎠
🎡
🎣
🎤
🎥
🎦
🎧
🎨
🎩
🎪
🎫
🎬
🎭
🎮
🎯
🎰
🎲
🎳
🎵
🎶
🎷
🎸
🎹
🎺
🎻
🎼
🎽
🎾
🎿
🏀
🏁
🏂
🏃
🏄
🏅
🏆
🏈
🏉
🏊
🏋
🏌
🏍
🏎
🏏
🏐
🏑
🏒
🏔
🏕
🏖
🏗
🏘
🏙
🏛
🏜
🏝
🏞
🏟
🏠
🏡
🏢
🏣
🏤
🏥
🏦
🏨
🏪
🏫
🏬
🏭
🏮
🏯
🏰
🏳
🏴
🏵
🏷
🏸
🏹
🏺
🏻
🏼
🏽
🏾
🏿
🐀
🐂
🐃
🐄
🐅
🐆
🐇
🐈
🐉
🐊
🐋
🐌
🐍
🐎
🐏
🐐
🐑
🐒
🐓
🐔
🐕
🐖
🐘
🐙
🐚
🐛
🐜
🐝
🐞
🐟
🐠
🐢
🐣
🐤
🐥
🐦
🐧
🐨
🐩
🐪
🐫
🐬
🐭
🐮
🐯
🐰
🐱
🐲
🐳
🐴
🐵
🐶
🐷
🐸
🐹
🐺
🐻
🐼
🐽
🐾
🐿
👀
👁
👄
👅
👆
👇
👈
👉
👊
👋
👌
👍
👎
👏
👐
👑
👒
👓
👔
👕
👖
👗
👘
👙
👚
👛
👜
👞
👟
👠
👢
👣
👤
👥
👦
👧
👨
👩
👪
👫
👬
👭
👮
👯
👰
👳
👴
👵
👶
👷
👸
👹
👺
👻
👼
👽
👿
💀
💁
💂
💃
💄
💅
💆
💇
💈
💉
💊
💋
💌
💍
💎
💏
💐
💑
💒
💓
💔
💕
💖
💗
💘
💙
💚
💛
💜
💝
💞
💟
💠
💡
💢
💣
💤
💥
💦
💧
💨
💩
💪
💫
💬
💭
💮
💯
💰
💲
💳
💴
💵
💶
💷
💸
💹
💺
💻
💼
💽
💾
💿
📂
📃
📄
📅
📆
📈
📉
📊
📋
📌
📍
📎
📏
📐
📑
📒
📓
📔
📕
📖
📗
📘
📙
📚
📜
📝
📞
📠
📡
📢
📣
📥
📦
📧
📨
📩
📫
📬
📮
📯
📰
📱
📲
📷
📸
📹
📺
📻
📼
📽
📿
🔁
🔄
🔅
🔆
🔈
🔉
🔊
🔋
🔌
🔍
🔎
🔐
🔑
🔒
🔔
🔖
🔗
🔘
🔚
🔛
🔜
🔝
🔞
🔟
🔢
🔥
🔧
🔨
🔪
🔫
🔬
🔭
🔮
🔯
🔰
🔱
🔴
🔵
🔶
🔷
🔸
🔹
🔺
🔻
🔼
🔽
🕈
🕉
🕊
🕋
🕌
🕏
🕑
🕓
🕗
🕘
🕙
🕯
🕰
🕳
🕴
🕵
🕶
🕷
🕸
🕹
🕺
🖊
🖋
🖌
🖐
🖕
🖖
🖤
🖥
🖨
🖼
🗂
🗑
🗒
🗓
🗞
🗡
🗣
🗨
🗳
🗺
🗻
🗽
🗾
🗿
😀
😁
😂
😃
😄
😅
😆
😇
😈
😉
😊
😋
😌
😍
😎
😏
😑
😒
😓
😔
😕
😖
😗
😘
😙
😚
😜
😝
😞
😠
😡
😢
😣
😤
😥
😦
😨
😩
😪
😫
😬
😭
😮
😯
😰
😱
😲
😳
😴
😵
😶
😷
😸
😹
😺
😻
😼
😽
😿
🙀
🙂
🙃
🙄
🙅
🙆
🙇
🙈
🙉
🙊
🙋
🙌
🙏
🚀
🚁
🚂
🚄
🚅
🚇
🚈
🚉
🚌
🚐
🚑
🚒
🚓
🚔
🚕
🚖
🚗
🚘
🚙
🚚
🚛
🚜
🚞
🚢
🚣
🚤
🚦
🚨
🚩
🚪
🚫
🚬
🚭
🚮
🚰
🚱
🚲
🚴
🚶
🚹
🚺
🚼
🚽
🚿
🛀
🛁
🛋
🛌
🛍
🛎
🛏
🛑
🛒
🛝
🛠
🛡
🛣
🛥
🛫
🛰
🛴
🛵
🛶
🛷
🛸
🛼
🜃
🜇
🜈
🜍
🜏
🜨
🜸
🝐
🝛
🝪
🝫
🝬
🝴
🝵
🝶
🞵
🟙
🟡
🟢
🟣
🟤
🟥
🟧
🟩
🟫
🤌
🤍
🤎
🤐
🤑
🤓
🤔
🤕
🤖
🤗
🤘
🤙
🤚
🤛
🤜
🤝
🤞
🤟
🤠
🤡
🤢
🤣
🤤
🤦
🤧
🤨
🤩
🤪
🤫
🤬
🤭
🤮
🤯
🤰
🤱
🤲
🤳
🤴
🤵
🤷
🤸
🤹
🤺
🤿
🥀
🥁
🥂
🥃
🥄
🥅
🥇
🥈
🥉
🥊
🥋
🥐
🥑
🥒
🥓
🥔
🥕
🥖
🥗
🥙
🥚
🥛
🥜
🥝
🥞
🥠
🥡
🥢
🥣
🥤
🥥
🥦
🥧
🥩
🥪
🥫
🥬
🥭
🥯
🥰
🥱
🥲
🥳
🥴
🥵
🥶
🥸
🥹
🥺
🥽
🥾
🥿
🦀
🦁
🦂
🦄
🦅
🦆
🦇
🦈
🦉
🦊
🦋
🦌
🦍
🦎
🦐
🦑
🦒
🦓
🦔
🦕
🦖
🦗
🦙
🦛
🦜
🦝
🦞
🦠
🦢
🦣
🦤
🦥
🦦
🦧
🦨
🦬
🦭
🦮
🦰
🦱
🦲
🦴
🦸
🦺
🧀
🧁
🧅
🧇
🧊
🧎
🧐
🧑
🧒
🧖
🧗
🧘
🧙
🧚
🧛
🧜
🧝
🧞
🧟
🧠
🧡
🧢
🧣
🧤
🧥
🧦
🧨
🧩
🧪
🧫
🧮
🧯
🧱
🧲
🧳
🧵
🧶
🧷
🧸
🧹
🧺
🧼
🧾
🧿
🩎
🩏
🩐
🩑
🩒
🩓
🩲
🩳
🩹
🩺
🩻
🩼
🪀
🪁
🪂
🪃
🪆
🪐
🪑
🪒
🪓
🪗
🪚
🪛
🪜
🪝
🪣
🪦
🪨
🪫
🪰
🪵
🪷
🪹
🫂
🫄
🫅
🫐
🫖
🫗
🫠
🫡
🫢
🫣
🫤
🫥
🫦
🫧
🫰
🫱
🫲
🫶
🯁
🯂
🯃
🯆
𠀧
𠁩
𠁿
𠃌
𠄜
𠄩
𠄼
𠅻
𠊛
𠒯
𠔻
𠕑
𠥓
𠥧
𠫑
𠬠
𠮷
𠯘
𠰍
𠰢
𠸛
𠺪
𡃁
𡃤
𡆇
𡇸
𡈼
𡉕
𡌠
𡌴
𡐤
𡗶
𡙇
𡚝
𡚴
𡛥
𡝕
𡥙
𡨸
𡭐
𡱩
𡳞
𡶀
𡶛
𡽫
𡿩
𢁨
𢂜
𢃊
𢄂
𢆥
𢆶
𢒉
𢘿
𢜠
𢼸
𣂋
𣂏
𣈗
𣊟
𣎏
𣐿
𣩂
𣱆
𣴓
𤄯
𤆵
𤇼
𤉡
𤊞
𤍒
𤏸
𤔻
𤙭
𤝞
𤞺
𤟤
𤣰
𤤁
𤤰
𤥚
𤦴
𤨜
𤭖
𤲲
𤳆
𤿰
𥘺
𥚃
𥝋
𥤚
𥮊
𥯖
𥵖
𥶄
𥹫
𥺊
𥻵
𥽇
𦄞
𦈡
𦍌
𦓝
𦰡
𦰩
𦱳
𦳣
𦻙
𦾤
𧏛
𧙗
𧚔
𧺯
𨁂
𨈓
𨊋
𨑨
𨑮
𨛬
𨟠
𨥈
𨳊
𨳌
𨳍
𨻻
𩅦
𩇔
𩕳
𩙿
𩚨
𩹄
𪐴
𪕮
𪘵
𪚥
𪛁
𪜀
𪜈
𪜯
𪻟
𪼀
𪽛
𫄧
𫍯
𫘝
𫴶
𫷏
𬃤
𬭸
𬹙
𭨡
𭪤
𰀪
𰋀
𰻝
𰻞
𱁬
𱎼
𱺵
󠁡
󠁢
󠁣
󠁥
󠁧
󠁬
󠁮
󠁳
󠁴
󠁵
󠁷
󠁸
󠁿
󠄀
󠄁
󠄂
󰅫
󰅻
󰡕
􀆟
􏰀
􏰂
􏰅
􏰉
􏰌
􏰐
􏴲
􏿾
th
in
the
an
er
on
re
at
ed
en
or
al
st
ar
as
of
and
is
it
es
to
ing
ic
ro
ion
le
ch
ou
am
il
ent
se
de
co
el
ac
for
un
ad
was
ol
be
ur
he
iv
ir
ation
ly
im
ig
wh
19
lo
ter
ag
wi
con
20
ay
ct
ce
us
te
with
id
by
ist
ers
ap
ul
com
ne
no
mo
ver
me
ab
tr
so
res
pro
pe
are
po
su
pl
ut
ain
av
rom
sh
that
all
art
um
from
oun
op
ge
his
ere
cl
di
ber
ther
we
ate
ity
ment
man
ri
fe
qu
ill
ak
ies
ts
af
au
bo
ex
ich
ie
ish
ard
igh
ast
ated
ho
per
br
ian
ia
der
ip
ess
wn
wor
ive
up
ear
201
one
pr
por
em
ary
gr
du
do
ant
were
ial
our
ame
gh
end
ke
go
ine
act
ong
bl
ser
wo
mar
which
age
li
ma
200
red
ld
str
ud
form
ve
out
part
if
her
aw
ack
fo
ted
but
fir
ical
18
its
cor
ell
ass
had
ach
new
also
this
ction
min
has
ree
low
ty
00
first
sp
ang
pres
tim
comm
od
ition
not
land
ous
ave
ign
iz
who
after
she
amp
col
play
cr
comp
year
ans
ice
ure
cent
sch
other
fer
their
ren
ound
ph
jo
ater
ight
",
work
gu
inter
coun
fin
ck
des
par
si
ory
can
est
pre
ok
ace
nor
port
ot
ational
gen
ra
gro
two
),
bu
cre
om
they
ence
".
incl
ev
fr
ite
off
pu
ric
ations
ding
pos
reg
ens
ould
dis
eng
air
mon
serv
ally
ci
mber
car
have
spe
199
).
uring
pol
dr
att
ance
national
ue
over
sy
med
cont
ile
vel
oc
been
ates
und
ele
et
able
ced
rou
bor
ult
int
ased
old
publ
time
ann
sou
vi
fl
urn
ited
pt
je
ju
io
fil
son
ions
may
during
la
ire
there
ath
loc
gan
when
under
bec
ces
cted
main
ten
includ
ason
ool
ship
amer
ase
war
way
fore
school
bet
any
into
some
198
most
ivers
ely
eld
men
ton
bro
ger
ors
dist
more
fol
ret
og
sa
ents
sing
day
cond
cial
ind
rough
cess
used
kno
les
west
ily
produ
hist
ow
ved
ade
az
buil
cur
team
ry
him
high
americ
my
als
vis
ough
where
rel
only
mus
ished
197
cap
ub
10
ake
arch
fam
sel
ank
season
char
film
fi
sub
mb
iss
world
would
led
mat
years
uary
again
state
mer
later
17
ics
follow
mi
ste
rit
vie
ta
gre
found
univers
then
mu
ince
ib
ween
ick
three
second
between
ball
ident
rele
well
lar
many
city
ating
pul
tt
win
sur
os
196
mal
cons
ah
through
cy
while
15
hou
will
ative
made
colle
del
public
cer
tain
recor
king
trans
gener
known
ict
sk
care
south
ss
fa
16
ful
ied
bar
bel
num
stru
university
gover
unt
nam
ities
ning
oper
about
ep
dire
such
group
back
present
four
."
call
jun
born
own
12
olog
united
north
lin
""
ital
vol
alb
ived
sc
sup
194
ild
than
house
american
na
leg
became
uc
iver
hy
ual
popul
ards
ific
life
them
tal
pers
ca
ef
add
being
ble
ters
har
ven
town
jan
lead
appe
val
195
including
ional
cour
don
these
devel
wer
ople
21
record
let
ide
states
very
bur
before
rece
early
develop
east
ings
both
sign
people
vers
line
writ
alth
grap
family
tem
music
against
ctor
mor
que
orig
sco
nov
ern
ley
head
origin
show
14
prov
spec
use
ments
urch
var
album
ames
minist
history
ina
commun
div
ob
govern
hn
career
ague
song
ik
30
band
eu
until
ner
following
sever
22
vo
clo
prof
stem
open
series
club
howe
since
ular
ise
ious
try
dep
however
design
ject
played
000
stit
ists
offic
ze
tit
distric
dif
ural
champ
13
ash
long
won
view
name
ii
ped
ures
sim
book
sm
run
ury
place
ek
bus
number
rol
cro
cal
area
feat
sto
cast
ms
pon
system
organ
ress
tre
company
stud
start
league
gram
mil
ended
released
sol
stu
ange
john
foot
march
ese
ket
class
ered
side
ys
government
jor
bre
game
sen
ized
indi
law
cri
polit
ired
called
gust
contin
now
several
person
sw
district
peri
sep
ko
child
ham
pat
former
0s
ru
building
pa
mill
field
hol
ort
da
vill
down
suc
ft
test
large
25
ird
stand
11
august
come
brit
home
xt
plo
tember
return
ins
tro
set
ared
ale
september
den
international
ba
pass
january
road
ude
ism
hel
uk
ives
octo
vent
ually
june
ril
county
church
arr
ause
dy
pri
ple
champion
october
member
july
uss
same
top
193
mid
chr
station
cle
dece
plac
lit
soci
bed
studi
ling
lab
list
based
general
euro
press
contr
dec
position
near
located
gy
self
ail
ission
camp
ose
ision
like
program
yor
aking
ember
april
major
ants
profess
along
each
pen
cut
november
rest
ier
educ
mot
compe
icip
began
ane
just
december
rad
requ
cu
bas
football
served
poin
roy
cover
ages
ided
local
cup
held
sum
hal
van
mag
ior
..
president
bal
order
ha
ility
remain
park
thern
lish
wal
associ
ars
descri
did
nat
york
water
named
final
iving
due
party
rent
ined
24
fac
ting
best
college
award
ament
times
ster
vir
ward
read
gl
search
mbers
stral
comple
ana
success
small
took
century
women
far
lim
net
sal
ga
che
hav
formed
refer
ka
ium
23
train
population
gin
ically
febr
members
february
differ
estab
around
fect
austral
ried
fact
